[{"title": "Comparison of chemical bath-deposited ZnO films doped with Al, Ga and In", "abstract": "A comparative study is presented on chemical bath-deposited ZnO films, doped with the group-13 metals Al, Ga and In. The study reveals marked differences in dopant incorporation in the films, which increases in the order: In, Al and Ga. The presence of dopant in the solution induces significant modifications in the deposition rate, which varies between 110 and 40 nm min−1. All films are (002)-textured, whereas the lattice stress evolution with the dopant type and concentration suggests that Ga has the highest degree of substitutional incorporation in Zn sites. The average visible transmittance is higher than 80%, while the infrared reflectivity depends on the free carrier density in the films, which is the lowest for undoped ZnO and increases in the order: In-, Al- and Ga-doped ZnO. Optical measurements also yield an inverse correlation between carrier density and mobility. Doping enlarges the bandgap, as well as the Urbach energy that is related to the films’ disorder. The lowest electrical resistivity, measured by four-point probe, is 1.7 × 10−2 Ω cm and is obtained for In-doped films after being exposed to ultraviolet light. Ga-doped films are found to exhibit the highest stability of the conductivity upon ultraviolet exposure.", "doi": "10.1007/s10853-017-1104-8"}, {"title": "Fast preparation route to high-performances textured Sr-doped Ca <inf>3</inf> Co <inf>4</inf> O <inf>9</inf> thermoelectric materials through precursor powder modification", "abstract": "This work presents a short and very efficient method to produce high performance textured Ca 3 Co 4 O 9 thermoelectric materials through initial powders modification. Microstructure has shown good grain orientation, and low porosity while slightly lower grain sizes were obtained in samples prepared from attrition milled powders. All samples show the high density of around 96% of the theoretical value. These similar characteristics are reflected in, approximately, the same electrical resistivity and Seebeck coefficient values for both types of samples. However, in spite of similar power factor (PF) at low temperatures, it is slightly higher at high temperature for the attrition milled samples. On the other hand, the processing time reduction (from 38 to 2 h) when using attrition milled precursors, leads to lower mechanical properties in these samples. All these data clearly point out to the similar characteristics of both kinds of samples, with a drastic processing time decrease when using attrition milled precursors, which is of the main economic importance when considering their industrial production.", "doi": "10.1007/s40843-018-9339-1"}, {"title": "A MEMS-based thermal infrared emitter for an integrated NDIR spectrometer", "abstract": "A novel micromachined thermal infrared emitter using a heavily boron doped silicon slab as radiating element is presented. The fabrication process has been designed to allow the integration of such infrared emitters with an array of thermopile infrared detectors, with the aim of achieving an integrated non-dispersive infrared microspectrometer. A first set of infrared emitters with a common size for the doped silicon radiating slab (1,100 × 300 × 8 μm3) has been successfully fabricated and characterized. The working temperature of the Jouleheated radiating slabs has been controlled by means of DC and pulsed electrical signals, achieving temperatures well beyond 700°C. The thermal time constant measured in pulsed operation, around 50 ms, is adequate to enable the direct electrical modulation of the emitted radiation up to a frequency of 5 Hz while maintaining the full modulation depth. The temperature distribution in the radiating elements has been analyzed using two different thermal imaging methods. © Springer-Verlag 2012.", "doi": "10.1007/s00542-012-1459-3"}, {"title": "Improved stability and enhanced efficiency of dye sensitized solar cells by using europium doped yttrium vanadate down-shifting nanophosphor", "abstract": "© The Royal Society of Chemistry. Through detailed experiments, it has been deduced that ultraviolet (UV) light is a major factor in the degradation of dye-sensitized solar cell (DSSC) performance due to generation of surface defects in nanoporous TiO2 and dye structural modification with free radical formation. We describe a simple spray deposition method to coat europium doped yttrium vanadate (YVO4:Eu3+) down-shifting (DS) phosphor nanoparticles (NPs) on the front side of DSSCs in order to enhance photocurrent and mitigate UV induced degradation. The nanophosphor provides an enhancement in short-wavelength spectral response of solar cells, and long-term stability is also improved under illumination, due to down-shifting of high energy UV photons to the visible region. Our observations demonstrate that the DS nanophosphor layer can be used as an optical filter with visible light transmission and UV light absorption, through placement on the front surface of DSSCs to provide stability, as well as for improving the performance.", "doi": "10.1039/c5ra10067d"}, {"title": "The differential specific heat study on the superconductivity for the “214” phase and the doped superconductors", "abstract": "The differential specific heats of the La2−xMxCuO4−δ (M=Sr and Ba) and La1.85Sr0.15Cu1−yCoyO4−δ polycrystalline samples are measured. For La2−xSrxCuO4−δ samples, the superconducting transition temperature Tc and the specific heat anomalies Δ C (Tc) all present maximum at x=0.15, while they disappear near x=0.14 for the La2−xBaxCuO4−δ samples. The magnitude of the specific heat anomaly is reduced quickly when the concentration x deviate from the optimal value, which are 0.15 for LSCO and 0.10 and 0.22 for LBCO. The Tc is lowered and the specific heat anomaly is smeared out with foreign ion doping at Cu site.", "doi": "10.1016/0921-4534(91)91904-I"}, {"title": "Electron dynamical response in InP semiconductors driven by fluctuating electric fields", "abstract": "The complexity of electron dynamics in low-doped n-type InP crystals operating under fluctuating electric fields is deeply explored and discussed. In this study, we employ a multi-particle Monte Carlo approach to simulate the non-linear transport of electrons inside the semiconductor bulk. All possible scattering events of hot electrons in the medium, the main details of the band structure, as well as the heating effects, are taken into account. The results presented in this study derive from numerical simulations of the electron dynamical response to the application of a sub-Thz electric field, fluctuating for the superimposition of an external source of Gaussian correlated noise. The electronic noise features are statistically investigated by computing the correlation function of the velocity fluctuations, its spectral density and the variance, i.e. the total noise power, for different values of amplitude and frequency of the driving field. Our results show the presence of a cooperative non-linear behavior of electrons, whose dynamics is strongly affected by the field fluctuations. Moreover, the electrons self-organize among different valleys, giving rise to the reduction of the intrinsic noise. This counterintuitive effect critically depends on the relationship among the characteristic times of the external fluctuations and the temporal scales of complex phenomena involved in the electron dynamical response. In particular, the correlation time of the electric field fluctuations appears to be crucial both for the noise reduction effect and the appearance of an anomalous diffusion effect.", "doi": "10.1016/j.chaos.2015.08.022"}, {"title": "Raman study of crystal-field excitations in Pr2−x\n               Ce\n                  x\n               CuO4", "abstract": "Eleven Raman active crystal-field (CF) excitations involving 4f electrons are detected in Pr1.90Ce0.10CuO4 and Pr1.85Ce0.15CuO4. They correspond to transitions within the 3H4, 3H5 and 3H6 multiplets and are associated with three types of inequivalent sites of the Pr3+ ion. There are unperturbed sites similar to those observed in Pr2CuO4. Next, there are perturbed sites, also reported previously for Pr2CuO4, whose concentration increases with cerium doping. The perturbation can be described by a local deformation identical to that observed earlier in the similar compound Nd2−xCexCuO4. This deformation is also presumed to be responsible for the 580 cm−1 Raman active A1g local mode observed in Pr2CuO4 as well as in the other Ce-doped 214 cuprates. The third type of Pr3+ site, observed only in the Ce-doped compounds, is tentatively ascribed to local inhomogeneities provoked by trapped electrons. Also, in contrast to previous Raman and neutron studies, the pronounced 125 cm−1 feature is found to be the low energy Eg symmetry phonon rather than a CF excitation.", "doi": "10.1016/S0921-4534(99)00422-0"}, {"title": "Semiconductor plasmonic crystals: Active control of THz extinction", "abstract": "We investigate theoretically the enhanced THz extinction by periodic arrays of semiconductor particles. Scattering particles of doped semiconductors can sustain localized surface plasmon polaritons, which can be diffractively coupled giving rise to surface lattice resonances. These resonances are characterized by a large extinction and narrow bandwidth, which can be tuned by controlling the charge carrier density in the semiconductor. The underlaying mechanism leading to this tuneability is explained using the coupled dipole approximation and considering GaAs as the semiconductor. The enhanced THz extinction in arrays of GaAs particles could be tuned in a wide range by optical pumping of charge carriers. © 2013 IOP Publishing Ltd.", "doi": "10.1088/0268-1242/28/12/124003"}, {"title": "Effect of humidification on the grain boundary conductivity and space-charge effects in yttrium-doped barium cerate", "abstract": "Yttrium-doped barium cerate (BCY) exhibits proton conductivity in the nominal absence of water (pH2O ≤ 10−4 atm) below 450 °C (J. Mater. Chem. A 7 (2019) 18,135–18142). Under these conditions, the well-known instability of this material against carbon dioxide and humidity can be minimized, potentially allowing its application even in hydrocarbon-based atmospheres. Nonetheless, electrochemical transport properties of grain boundaries of BCY are still not well understood. Hence, we compare specific grain boundary conductivity and space-charge properties of BaCe0·9Y0·1O3-δ (BCY10) in both wet and low humidity by means of impedance spectroscopy in the temperature range 100–300 °C. In H2, specific grain boundary conductivity increases in nominally dry conditions, while the bulk remains practically humidity independent. Conversely, in O2, both bulk and specific grain boundary conductivities are higher in wet. The space-charge properties highlight that low levels of humidity, pH2O ~10−4 atm, are sufficient to maintain functional performance, while providing enough stability. This work offers a significant advance to the knowledge of the transport properties of this family of materials at low temperatures, with special emphasis to conditions of low humidity, for potential future applications in proton-conducting electrolyte membranes.", "doi": "10.1016/j.ijhydene.2021.04.175"}, {"title": "Redistribution of the c-axis spectral weight and conductivity sum rules in LSCO as revealed by optical transmission", "abstract": "Optical transmission measurements provide a detailed picture of redistribution of the c-axis spectral weight of La2−x Sr x CuO4 (x=0.12, 0.15) and allows to examine the Ferrell–Glover–Tinkham (FGT) sum rule up to 1.8 eV. A new conductivity peak is observed below T c at ∼120 meV, which indicates a possible new collective mode and strongly increases the FGT sum rule violation. The absolute value of the violation is larger for the optimally doped sample. The sum rule starts to recover in the range of the low-lying interband transitions (∼1 eV). In the normal state no clear energy scale of the pseudogap can be seen.", "doi": "10.1016/j.physc.2004.02.129"}, {"title": "The structure and PTCR effects of Mg-doped ZnTiO3 ceramics", "abstract": "Zinc titanate doped with magnesium was produced by a conventional solid state reaction technique using metal oxides. The X-ray powder diffraction pattern showed a single phase of ZnTiO3. The magnesium can replace the zinc ions and form a solid solution in the ZnTiO3 phase, and the intensities of the ZnTiO3 peaks decreased with increasing addition of Mg. The materials thus produced are semiconductors, with a positive temperature coefficient of resistivity. Increased addition of magnesium decreases the electrical resistivity. In addition, the sintered density and c/a ratio also rise with the increasing addition of Mg, while the open porosity decreases. Moreover, the Curie temperature (Tc) of the (Zn1−xMgx)TiO3 materials can be shifted to a higher temperature by increasing the Mg2+ concentration.", "doi": "10.1016/j.ceramint.2011.12.078"}, {"title": "Preparation of Nonstoichiometric Silica with Multi-Active Groups and Effect of Its Doping on Polysulfone Membrane Capabilities", "abstract": "Nonstoichiometric silica with multi-active groups particles (NS-MAG particles) were first synthesized, and then added to the porous matrix of PSF to prepare a NS-MAG/PSF composite membrane through a phase inversion process. The optimum preparation conditions of NS-MAG particles were researched and determined. Then the permeation fluxes of NS-MAG/PSF membranes with different doping amount of NS-MAG particles were tested. NS-MAG/PSF membrane, SiO2/PSF membrane, and PSF membrane were prepared respectively. These membranes were characterized by testing the tensile strength and the permeation flux. The results show that doping NS-MAG particles can better enhance the tensile strength and permeation flux of PSF membrane. © 2012 Copyright Taylor and Francis Group, LLC.", "doi": "10.1080/01496395.2012.672514"}, {"title": "Structural, optical and photoelectrochemical properties of screen-printed and sintered (CdS)\n                  x\n               (ZnS)1−x\n                (0<x<1) films", "abstract": "Sulfides of zinc and cadmium have been used effectively in various optolectronic devices and recently as photocatalysts in the production of molecular hydrogen in photoelectrochemical processes. We have prepared sintered CdZnS films by the screen printing method without the presence of the typical flux material. The formation of crystalline ternary compounds is inferred from the X-ray diffraction pattern of these films. Their structural and optical properties are studied by reflection spectra in a wavelength range of 300–600nm. The films have a direct band gap, which varies from 3.7eV for zinc sulfide to 2.45eV for cadmium sulfide. Films with a narrow range of composition were found to be stable in Na2SO3 solution under cathodic or anodic polarization in dark and illuminated conditions. This potential interval allowed to determine the flat band potentials from capacity measurements in the dark, which indicated strong contribution of double layer capacitance, surfaces states, and non-uniform doping concentration. Electrochemical impedance measurements where further performed, giving detailed information about the relevance of these factors and the optimum composition of coupled semiconductor films for photocatalytic purposes.", "doi": "10.1016/S0927-0248(02)00242-8"}, {"title": "Checkerboard order in the \n                  t\n               –\n                  J\n                model on the square lattice", "abstract": "We propose that the inhomogeneous patterns seen by STM in some underdoped superconducting cuprates could be related to a bond-order-wave instability of the staggered flux state, one of the most studied “normal” state proposed to compete with the d-wave RVB superconductor. A checkerboard pattern is obtained by a Gutzwiller renormalized mean-field theory of the t–J model for doping around 1 8 . It is found that the charge modulation is always an order of magnitude smaller than the bond-order modulations. This is confirmed by an exact optimization of the wavefunction by a variational Monte Carlo scheme. The numerical estimates of the order parameters are, however, found to be strongly reduced w.r.t their mean-field values.", "doi": "10.1016/j.jmmm.2006.10.094"}, {"title": "Dispersive liquid–liquid extraction based on magnetic Pickering emulsion followed by gas chromatography–tandem mass spectrometry for the simultaneous determination of aldehydes in environmental water samples", "abstract": "A dispersive liquid–liquid extraction based on Pickering emulsion stabilized with ferroferric oxide grafted nitrogen-doped graphitized carbon black has been developed to simultaneously determine seven aldehydes in environmental water samples, in combination with pentafluorobenzyl hydroxylamine precolumn derivatization gas chromatography–tandem mass spectrometry. The nitrogen-doped graphitized carbon was prepared from dicyandiamide waste residue with a simple acid wash process. The effects of magnetic emulsifier amount, extraction time, solution pH, and oil/water volume ratio on the formation of magnetically responsive Pickering emulsion and the extraction efficiency of the proposed dispersive liquid–liquid extraction were also investigated. Under the optimized conditions, satisfactory linearities were obtained for all aldehydes with correlation coefficients larger than 0.9984. The limits of detection and quantitation of seven aldehydes were in the range of 17.3–30.1 ng/L and 54.3–103.4 ng/L, respectively, with intra- and interday relative standard deviations less than 8.6%. The mean recoveries at three spiked levels ranged from 70.0 to 101.4%. With the Pickering emulsion as a “minimized extractor”, the extraction was accomplished within 5 min. After extraction, the magnetic disperser could be recovered for reuse at least five times by an external magnetic field. The proposed method was demonstrated to be feasible, simple, and economic for the trace analysis of the aldehydes in environmental water samples.", "doi": "10.1002/jssc.201901150"}, {"title": "Relaxation dynamics, dissipative tunneling, solitons, and anomalous decay", "abstract": "An anomalous behavior of the emission properties of alkali halides doped with heavy impurities, stimulated new efforts for its interpretation, invoking delicate and sophisticated mechanisms whose interest transcends the considered specific case. Of crucial importance is the evolution of the lattice reaction time. This gives strong support to a Jahn-Teller model which is able to interpret the slow (complex) decay of the emissions in the A band. The mechanism adopted is borrowed from the dissipative-tunneling approach, previously developed for loaded superconducting Josephson junctions, and suitably modified. Moreover, an attempt is made for a modification of the model by considering a mechanism based on soliton confinement. © 2006 The American Physical Society.", "doi": "10.1103/PhysRevB.74.195107"}, {"title": "Self-compensation in arsenic doping of CdTe", "abstract": "Efficient p-Type doping in CdTe has remained a critical challenge for decades, limiting the performance of CdTe-based semiconductor devices. Arsenic is a promising p-Type dopant; however, reproducible doping with high concentration is difficult and carrier lifetime is low. We systematically studied defect structures in As-doped CdTe using high-purity single crystal wafers to investigate the mechanisms that limit p-Type doping. Two As-doped CdTe with varying acceptor density and two undoped CdTe were grown in Cd-rich and Te-rich environments. The defect structures were investigated by thermoelectric-effect spectroscopy (TEES), and first-principles calculations were used for identifying and assigning the experimentally observed defects. Measurements revealed activation of As is very low in both As-doped samples with very short lifetimes indicating strong compensation and the presence of significant carrier trapping defects. Defect studies suggest two acceptors and one donor level were introduced by As doping with activation energies at ~88 meV, ~293 meV and ~377 meV. In particular, the peak shown at ~162 K in the TEES spectra is very prominent in both As-doped samples, indicating a signature of AX-center donors. The AX-centers are believed to be responsible for most of the compensation because of their low formation energy and very prominent peak intensity in TEES spectra.", "doi": "10.1038/s41598-017-04719-0"}, {"title": "Research of optical absorption and luminescence spectra of double-perovskite calcium tungstate co-doped with Yb3+/Ho3+", "abstract": "Ho3+/Yb3+ co-doped Ca3WO6 phosphors synthesized via a conventional solid-state reaction method and characterized structurally by X-ray diffraction analysis. For the investigation of particle size and the surface morphology of the prepared material the field emission scanning electron microscopy have been performed. No absorption band around 980 nm has been observed in the Ho3+ doped phosphors whereas a broad band around 980 nm in the Ho3+/Yb3+ co-doped phosphors corresponding to 2F5/2 → 2F7/2 absorption transition of Yb3+ ion has been detected. Up-conversion emission band have been observed in the visible region upon excitation with a 980 nm laser diode. The thermal stability of luminescence of Ca3WO6:Ho3+/Yb3+ was also investigated and the activated energy was deduced to be 0.173 eV, which shown good thermal stability. The study provides deep insights into the understanding of bidirectional energy transfer in UC mechanism, offering the possibility for applications in color displays and anti-counterfeiting techniques.", "doi": "10.1007/s10854-017-8017-9"}, {"title": "A first-principles study of the effect of oxygen vacancy on rutile Ti1−x\n               Cd\n                  x\n               O2", "abstract": "A first-principles study has been performed to understand the effect of oxygen vacancy on the electronic properties of cadmium doped rutile TiO2. We observe that Cd incorporation on rutile TiO2 induces Cd p-states on the top of the valence band which is consistent with an earlier result of Zhang et al. (2008) [5]. Furthermore, by creating an oxygen vacancy, some new states are induced, which originate from the Ti 3d electrons at the middle of the band gap and spread up to the conduction band. Therefore, the band gap of the material reduces significantly, making it suitable to act as a better photocatalyst.", "doi": "10.1016/j.ssc.2011.10.014"}, {"title": "Syntheses, characterization and fluorescent properties of two triethylene-glycol dicoumarin-3-carboxylates", "abstract": "Two novel triethylene-glycol dicoumarin-3-carboxylates were synthesized and characterized by element analysis, 1H NMR, FT-IR and UV-vis absorption spectra. The photoluminescent behaviors of triethylene-glycol dibenzo[5,6]coumarin-3-carboxylate doped in PMMA were discussed. These compounds exhibit strong blue emission under ultraviolet light excitation. Compared to coumarin-3-triethylene glycol diester, the absorption and emission spectra of benzo[5,6]coumarin-3-triethylene glycol diester was bathochromically shifted due to the larger conjugation of benzene moiety. These derivatives have potential possible to explore organic electroluminescent materials. © 2007 Elsevier B.V. All rights reserved.", "doi": "10.1016/j.saa.2006.12.052"}, {"title": "Anodic behavior and oxidation of strontium-doped Zn5Al and Zn55Al alloys", "abstract": "The article presents study results of the anodic behavior and oxidation of Zn5Al and Zn55Al alloys doped with strontium. It is shown that the addition of Sr (0.005–0.05 wt %) improves the corrosion resistance of the Zn5Al and Zn55Al alloys by a factor of 2 or 3. The proposed zinc-aluminum compositions containing strontium can be used as anode coatings to protect products and structures made of steel from corrosion.", "doi": "10.1134/S2070205112030136"}, {"title": "Insight into the Enhanced Hydrogen Evolution Activity of 2,4-Diaminopyrimidine-Doped Graphitic Carbon Nitride Photocatalysts", "abstract": "Copyright © 2019 American Chemical Society.  Molecular doping has been proven as an effective way for graphitic carbon nitride (GCN) to extend its light harvesting and improve its charge separation and transport, while little attention has been paid on its effect on the charge transfer at the interfaces between GCN and the cocatalyst. Herein, a pyrimidine-based molecule, 2,4-diaminopyrimidine (DAP), was first used to combine with urea for preparing doped GCN. It is found that the optimal doped GCN sample, CN-DAP 36 , has a narrowed band gap, reduced photoluminescent emission, and longer carrier lifetime, as compared with the undoped GCN. The hydrogen evolution rate of the doped GCN is found to be 2.80 mmol/(h·g), 6.09 times that of the undoped GCN [0.46 mmol/(h·g)] under visible light irradiation. Furthermore, according to theoretical calculations, the pyrimidine groups in DAP possess a stronger adsorption capacity for Pt particles than the tri-s-triazine of GCN does, thus leading to more Pt particles deposited near the pyrimidine rings. The extension in optical absorption, the reduction in charge recombination, and the enhancement in charge transport, along with the facilitation in the interfacial charge transfer from the doped GCN sample to Pt, contribute to the enhanced photocatalytic performance of the doped GCN.", "doi": "10.1021/acs.jpcc.8b10252"}, {"title": "Fundamental processes of radiation energy storage in KDP (KH2PO4) and ADP (NH4H2PO4) crystals", "abstract": "The paper presents the results of a study of radiation energy storage, radiation effects, and radiation induced changes of optical properties in crystals KH2PO4 (KDP), (NH4)H2PO4 (ADP), and crystals KDP doped with either deuterium (KDP:D) or Cr (KDP:Cr). Both the X-rays and H+(0.71MeV),He+(4.6 and 27MeV),N+(16MeV) ion beams were used for irradiation of the crystals studied. Optical absorption spectra of KDP were measured after irradiation with various H+ ion beam doses, and accumulation of the radiation-induced defects was estimated. Considerations of the radiation effects in these crystals under irradiation with the ion beams were made taking into account the results of Monte Carlo simulations using the TRIM computer codes. Using the experimental and theoretical results the paper discusses the similarities and differences of these crystals with respect to radiation hardness and the processes of radiation energy storage.", "doi": "10.1016/S1350-4487(01)00042-7"}, {"title": "Electroluminescence from Eu3+ doped Sr2CeO4 nanocrystalline thin films", "abstract": "Red light emission produced by electroluminescence has been obtained from Sr2CeO4:Eu nanocrystalline thin films. The emission was achieved by fabricating a thin film electroluminescent device (TFEL) that consisted of a multiple layer heterostructure formed by a top transparent electrode, emitting layer, dielectric sheet and metallic back electrode. In this TFEL device, the Sr2CeO4:Eu emitting film was grown on polished BaTiO3 dielectric substrates by pulsed laser deposition (PLD) with the ablation target made of 10mol% Eu doped Sr2CeO4 luminescent powders. PLD was also used to deposit the transparent electrode using a commercial ITO ablation target. The back electrode was screen-printed using silver epoxy paste. The system showed characteristic line emissions of Eu3+ intrashell transitions being the 5D0→7F2 the stronger (at 610nm). CIE chromaticity coordinates are x=0.639 and y=0.360. Electro-optical measurements showed a threshold voltage at 150V with the maximum efficiency of ∼16×10−3lm/W at 300V.", "doi": "10.1016/j.optmat.2006.03.006"}, {"title": "Effect of the sample work function on alkali metal dosing induced electronic structure change", "abstract": "Alkali metal dosing (AMD) has been widely used as a way to control doping without chemical substitution. This technique, in combination with angle resolved photoemission spectroscopy (ARPES), often provides an opportunity to observe unexpected phenomena. However, the amount of transferred charge and the corresponding change in the electronic structure vary significantly depending on the material. Here, we report study on the correlation between the sample work function and alkali metal induced electronic structure change for three iron-based superconductors: FeSe, Ba(Fe0.94Co0.06)2As2 and NaFeAs which share a similar Fermi surface topology. Electronic structure change upon monolayer of alkali metal dosing and the sample work function were measured by ARPES. Our results show that the degree of electronic structure change is proportional to the difference between the work function of the sample and Mulliken's absolute electronegativity of the dosed alkali metal. This finding provides a possible way to estimate the AMD induced electronic structure change.", "doi": "10.1016/j.elspec.2021.147045"}, {"title": "Dipole reorientation kinetics in rare earth-doped CaF2", "abstract": "The thermal depolarization technique has been used to determine the kinetics of defect dipole reorientation in single crystal CaF2 doped with 0.01 mol% Ce, Pr, Sm, Eu, Gd, Tb, Dy, Ho, Yb and 0.05mol% Er. The activation energy for dipolar reorientation W was found to be 0.53 ± 0.05 eV over the entire lanthanide series. Least-mean-square analysis of the average values of relaxation time τ0 at 1 T = O(K−1), showed a variation from 6 × 10−17 sec for Ce-doped samples to 4 × 10−18 for those containing Yb, the estimated error of any one measurement being 10±1.5 sec. The magnitudes of the observed values of W and τ0 are supported by an analysis of the energetically most probable dipole reorientation mechanism, interstitialcy migration. The vibrational frequencies to be expected for interstitial ions and the entropy of activation are also discussed in terms of the experimentally observed kinetic parameters.", "doi": "10.1016/0022-4596(72)90003-5"}, {"title": "Static spin freezing in nav<inf>2</inf>o<inf>5</inf> detected by muon spin relaxation", "abstract": "Static spin freezing at T ∼ 11 K was detected by muon spin relaxation (μ SR) measurements of NaV2O5, which is widely considered to have a spin-singlet state below 35 K. This spin freezing is suppressed in charge-doped Na deficient samples NaxV2O5 with x = 0.99 and 0.90, in which spin gap formation is also suppressed. We discuss a few different scenarios to interpret this spin freezing. 1999 © The American Physical Society.", "doi": "10.1103/PhysRevLett.83.3301"}, {"title": "Optically detected magnetic resonance of shallow donors in GaAs", "abstract": "The observation, via optically detected magnetic resonance, of shallow donors in GaAs is reported. A resonance having g=0.430.01 was observed as a change in the long-wavelength photoluminescence from samples doped with approximately 1016 cm-3 Te and approximately 4×1016 cm-3 Cr. The large resonance linewidth of 930 mT is attributed to exchange interactions with randomly distributed recombination partners. © 1993 The American Physical Society.", "doi": "10.1103/PhysRevB.48.17031"}, {"title": "Superior supercapacitors based on nitrogen and sulfur co-doped hierarchical porous carbon: Excellent rate capability and cycle stability", "abstract": "Vastly improving the charge storage capability of supercapacitors without sacrificing their high power density and cycle performance would bring bright application prospect. Herein, we report a nitrogen and sulfur co-doped hierarchical porous carbon (NSHPC) with very superior capacitance performance fabricated by KOH activation of nitrogen and sulfur co-doped ordered mesoporous carbon (NSOMC). A high electrochemical double-layer (EDL) capacitance of 351 F g−1 was observed for the reported NSHPC electrodes, and the capacitance remains at 288 F g−1 even under a large current density of 20 A g−1. Besides the high specific capacitance and outstanding rate capability, symmetrical supercapacitor cell based on the NSHPC electrodes also exhibits an excellent cycling performance with 95.61% capacitance retention after 5000 times charge/discharge cycles. The large surface area caused by KOH activation (2056 m2 g−1) and high utilized surface area owing to the ideal micro/mesopores ratio (2.88), large micropores diameter (1.38 nm) and short opened micropores structure as well as the enhanced surface wettability induced by N and S heteroatoms doping and improved conductivity induced by KOH activation was found to be responsible for the very superior capacitance performance.", "doi": "10.1016/j.jpowsour.2017.05.031"}, {"title": "Photodetector with subwavelength spatial resolution", "abstract": "A photodetector operating with subwavelength spatial resolution is presented. The active region of this detector is defined by the pn-interface region of a highly doped GaAs homojunction. The cleavage plane normal to the interface defines a line detector with high spatial resolution. The actual resolution was tested using a near-field scanning optical microscope. An Al-coated tapered optical fiber of nominal aperture of 60 nm was scanned in the optical near-field vicinity across the active region of the junction. The photocurrent was measured as a function of the position of the fiber tip relative to the cleaved GaAs pn-junction. The width of the observed peak in photocurrent is found to be highly asymmetric with respect to the p or n side of the junction. The reason for this asymmetry is discussed in terms of diffusion length of minority carriers in the n- and p-GaAs close to the suface. © 1995 Elsevier Science B.V. All rights reserved.", "doi": "10.1016/0304-3991(94)00137-C"}, {"title": "Development of tysonite-type fluoride conducting thin film electrolytes for fluoride ion batteries ", "abstract": "Thin films of La1−xBaxF3−x (0≤x≤0.15) have been fabricated via a sol–gel spin coating method on stainless steel substrates. The films were characterized by X-ray diffraction (XRD), scanning electron microscopy (SEM), atomic force microscopy (AFM) and electrochemical impedance spectroscopy (EIS). All the compositions possessed a tysonite-type structure without any detectable impurity; the thickness of the films was 5–6μm. Fluoride ion conductivity of LaF3 was greatly improved by BaF2 doping. Similar to bulk material, La0.9Ba0.1F2.9 showed the highest ionic conductivity within the measured compositions. An ionic conductivity of 8.8×10−5S·cm−1 was observed at 170°C. Apparent activation energy for the ion conduction measured from 60°C to 170°C was determined, as well.", "doi": "10.1016/j.ssi.2014.12.010"}, {"title": "Upconversion luminescence properties of Er3+ in SrLaMgTaO6 double perovskite phosphor ", "abstract": "We report the properties of upconversion photoluminescence (UCPL) on SrLaMgTaO6 crystal doped with trivalent erbium at concentrations of 1–20mol% that were synthesized by a solid state reaction method from powder based precursors. The crystal structure, electronic structure, and optical properties of SrLa(1-x)MgTaO6:Erx were discussed by using X-ray diffraction (XRD), field-emission scanning electron microscopy (FE-SEM), UV–vis spectrophotometer, DFT (density functional theory) calculations and photoluminescence (PL) spectra. Under the excitation of a 975nm laser diode, the phosphors emitted green (2H11/2, 4S3/2→2I15/2) and red (4F9/2→2I15/2) UCPL. Under the 10mol% concentration of Er3+, the intensity of the green UCPL had increased in a linearly proportional to Er3+ concentration, which was attributed to the UCPL of low concentration of Er3 and it was mostly generated from ESA process. From higher Er3+concentration above 10 mol%, however, as the ETU process had additionally participated in UCPL the intensity of UCPL had decreased. It was attributed to the concentration quenching which was more active than ETU process at higher concentration of Er3+ in SrLaMgTaO6.", "doi": "10.1016/j.materresbull.2016.09.017"}, {"title": "Tribological properties of a hot-pressed Ba-doped S-phase sialon ceramic", "abstract": "In this study, we report the tribological properties of hot-pressed S-sialon ceramics. In our experiments, the tribological properties have been studied against bearing grade steel, alumina, and sialon using a ball-on-flat fretting tribometer under dry unlubricated conditions. While the steady-state coefficient of friction (COF) remains the same (0.63) irrespective of the counterbody, the wear rate varies in the range of 10-5-10-6 mm3/N·m, depending on the counterbody. Tribochemical wear as well as adhesion and abrasion are found to be the underlying mechanisms for material removal. The possible influence of Hertzian contact stress and the contact temperature increase on the possible damage mechanisms/tribological interaction has been analyzed. © 2007 The American Ceramic Society.", "doi": "10.1111/j.1551-2916.2007.01700.x"}, {"title": "Large area films of alternating graphene-carbon nanotube layers processed in water", "abstract": "We report the preparation of hybrid paperlike films consisting of alternating layers of graphene (or graphene oxide) and different types of multiwalled carbon nanotubes (N-doped MWNTs, B-doped MWNTs, and pristine MWNTs). We used an efficient self-assembly method in which nanotubes were functionalized with cationic polyelectrolytes in order to make them dispersible in water, and subsequently these suspensions were mixed with graphene oxide (GO) suspensions, and the films were formed by casting/evaporation processes. The electronic properties of these films (as produced and thermally reduced) were characterized, and we found electrical resistivities as low as 3 × 10 -4 Ω cm. Furthermore, we observed that these films could be used as electron field emission sources with extraordinary efficiencies; threshold electric field of ca. 0.55 V/μm, β factor as high as of 15.19 × 103, and operating currents up to 220 μA. These values are significantly enhanced when compared to previous reports in the literature for other carbon nanostructured filmlike materials. We believe these hybrid foils could find other applications as scaffolds for tissue regeneration, thermal and conducting papers, and laminate composites with epoxy resins. © 2013 American Chemical Society.", "doi": "10.1021/nn404022m"}, {"title": "Cluster ferromagnetism in Mn-doped InSb", "abstract": "We have studied cluster ferromagnetism in InSb〈Mn〉 and have refined kinematic exchange theory with application to such diluted magnetic semiconductors.", "doi": "10.1134/S0020168508100026"}, {"title": "Magnetically separable sulfur-doped SnFe2O4/graphene nanohybrids for effective photocatalytic purification of wastewater under visible light", "abstract": "In this report, magnetically recoverable sulfur-doped SnFe2O4/graphene (S-SFO/GR) nanohybrids have been successfully developed via a facile solvothermal method. The characterizations on the structural, morphology, and optical properties of the nanohybrids indicate that S-SFO particles are successfully embedded on the GR nanosheets. The photocatalytic activity has been evaluated by photocatalytic degradation of chlorotetracycline under visible light irradiation. Among the composites with various mass ratios, the quasi-first-order rate constant of the nanohybrids formed with 9wt% S in SFO and 15wt% GR (9S-SFO/GR-15) can reach as high as 1.83min−1, which is much higher than that of SFO (0.68min−1) and SFO/GR (0.91min−1), confirming the important role of S and GR for the photocatalytic process. The combination of the three components of S, SFO, and GR has enhanced the visible light absorption capability and inhibited the recombination of photogenerated electron-hole. The 9S-SFO/GR-15 nanohybrids can be recovered easily by a magnet and reused for five times with remained photocatalytic efficiency about 70%. A possible catalytic mechanism explaining the efficient photocatalytic performances of the prepared nanohybrids has been proposed.", "doi": "10.1016/j.jhazmat.2017.05.057"}, {"title": "In situ x-ray diffraction study of crystal structure of Pd during hydrogen isotope loading by solid-state electrolysis at moderate temperatures 250−300 °C", "abstract": "Hydrogen isotopes and metal interaction with respect to Pd under high hydrogen isotope potential at moderate temperature region around 300 °C was studied. A dry electrolysis technique using BaZr1−x YxO3 solid state electrolyte was developed to generate high hydrogen isotope potential. Hydrogen or deuterium was loaded into a 200 nm thick Pd cathode. The cathode is deposited on SiO2 substrate and covered with the solid state electrolyte and a Pd anode layer. Time resolved in situ monochromatic x-ray diffraction measurement was performed during the electrolysis. Two phase states of the Pd cathodes with large and small lattice parameters were observed during the electrolysis. Numerous sub-micron scale voids in the Pd cathode and dendrite-like Pd precipitates in the solid state electrolyte were found from the recovered samples. Hydrogen induced super-abundant-vacancy may take role in those phenomena. The observed two phase states may be attributed to phase separation into vacancy-rich and vacancy-poor states. The voids formed in the Pd cathodes seem to be products of vacancy coalescence. Isotope effects were also observed. The deuterium loaded samples showed more rapid phase changes and more formation of voids than the hydrogen doped samples.", "doi": "10.1016/j.jallcom.2015.06.153"}, {"title": "Trap exploration in amorphous boron-doped ZnO films", "abstract": "ï¿½ 2015 by the authors. This paper addresses the trap exploration in amorphous boron-doped ZnO (ZnO:B) films using an asymmetric structure of metal-oxide-metal. In this work, the structure of Ni/ZnO:B/TaN is adopted and the ZnO:B film is deposited by RF magnetron sputtering. The as-deposited ZnO:B film is amorphous and becomes polycrystalline when annealing temperature is above 500 ï¿½C. According to the analysis of conduction mechanism in the as-deposited ZnO:B devices, Ohmic conduction is obtained at positive bias voltage because of the Ohmic contact at the TaN/ZnO:B interface. Meanwhile, hopping conduction is obtained at negative bias voltage due to the defective traps in ZnO:B in which the trap energy level is lower than the energy barrier at the Ni/ZnO:B interface. In the hopping conduction, the temperature dependence of I-V characteristics reveals that the higher the temperature, the lower the current. This suggests that no single-level traps, but only multiple-level traps, exist in the amorphous ZnO:B films. Accordingly, the trap energy levels (0.46-0.64 eV) and trap spacing (1.1 nm) in these multiple-level traps are extracted.", "doi": "10.3390/ma8095276"}, {"title": "Structural, Dielectric and Impedance Spectroscopic Studies on Fe Doped BaTiO<inf>3</inf>", "abstract": "Compositions with x=0.03, 0.05 and 0.10 are synthesized in the syst em BaFexTi1–xO3 using conventional solid state reaction method and characterized by X-ray diffraction (XRD), scanning electron microscopy (SEM) and energy dispersive X-ray spectroscopy (EDX). XRD patterns reveal the coexistence of tetragonal and hexagonal phases which are strongly affected by the level of Fe doping. The hexagonal phase increases with increasing x, being maximum for x=0.10. SEM images show the presence of agglomerated grains which increase in size with amount of Fe doping. SEM for x=0.10 shows mostly rod-like or rectangular grains indicating predominantly hexagonal phase. Dielectric and impedance measurements have been carried out in the frequency range 20 Hz-1 MHz as a function of temperature (300-650 K). The samples with x=0.03 and 0.05 exhibit diffuse phase transition. Using complex impedance analysis equivalent circuit models have been developed which represent the data well and successfully separate out the contributions of tetragonal phase, hexagonal phase, grain boundaries and electrodes.", "doi": "10.1080/0371750X.2018.1526653"}, {"title": "Lanthanide dopant stabilized Ti<sup>3+</sup> state and supersensitive Ti<sup>3+</sup> -based multiparametric luminescent thermometer in SrTiO<inf>3</inf>:Ln<sup>3+</sup> (Ln<sup>3+</sup> = Lu<sup>3+</sup>, La<sup>3+</sup>, Tb<sup>3+</sup>) nanocrystals", "abstract": "Herein, we show that the substitution of Sr2+ by trivalent lanthanide ions (Lu3+, La3+, Tb3+) in SrTiO3 nanocrystals stabilizes and enhances Ti3+ near-infrared emission (around 800 nm). This emission occurs from the 6-fold coordinated Ti3+ luminescent centers that appear in the vacancy–Ti3+–O form after lanthanide doping into the Sr2+ site. The strong dependence of the Ti3+ emission on temperature provided means for the tailored chemical engineering of luminescent nanonthermometers able to read the temperature in three ways: from the changes in Ti3+ emission intensity, excited-state lifetime, and from the ratio of Tb3+ and Ti3+ emission intensities. We demonstrated the unprecedented temperature sensitivity of the lifetime-based luminescent thermometer (8.83% K−1) with SrTiO3:Tb3+, along with exceptional repeatability in measurements.", "doi": "10.1016/j.cej.2021.131165"}, {"title": "Investigation of ionic conductivity of lanthanum cerium oxide nano crystalline powder synthesized by co precipitation method ", "abstract": "Lanthanum (La) doped Ceria (CeO2) electrolyte has attracted considerable interest, as a candidate material for solid oxide fuel cells (SOFCs). The ionic conductivity of La doped CeO2 system (La2Ce2O7) nano-particles synthesized by the co-precipitation method has been investigated. The cubic fluorite structure was observed from the structural analysis of the material. Morphology of the sintered pellets are observed by scanning electron microscope (SEM), respectively. From the results of impedance spectroscopy from temperature range of room temperature to 400°C, the oxide ion conductivity due to proton charge carrier was observed. Thermogravimetric analysis (TGA) was performed on the material to check stability of phase at high temperature.", "doi": "10.1016/j.jcrysgro.2016.01.007"}, {"title": "X-ray studies and luminescence of ZnS-phosphor doped with silver and cobalt", "abstract": "Measurements were carried out on a series of (ZnS:Ag:Co) with different concentrations of cobalt. The emission spectra were studied at liquid nitrogen and room temperatures. Introducing cobalt dopant into the lattice decreased the efficiency of emission for the first band but produced no shift in the maximum intensity. This phenomenon has been noted by other workers. The approximate average internuclear spacing between activator atoms in hexagonal (ZnS:Ag:Co) was calculated. It is apparent that the average distance between the cobalt atoms for lower concentrations is too large compared with the average distance between the silver atoms. A Siemens D-500 X-ray diffractometer was used to clarify the characteristic features of the phases and the crystallite size estimation.", "doi": "10.1007/BF02385638"}, {"title": "High Q dielectric resonator material with low dielectric constant for millimeter-wave applications", "abstract": "Al2O3 TiO2 ceramics has great promise as a dielectric resonator material for millimeter-wave use. The Al2O3 TiO2 MnO system provides low dielectric constant and high quality factor (Q). TiO2 and Al2O3 can compensate each other's temperature coefficient of resonant frequency. It is important to suppress the appearance of Al2TiO5 phase for obtaining high Q-value. In this study, dense Al2O3 TiO2 mixed ceramics without Al2TiO5 phase was synthesized by lowering the sintering temperature. The addition of MnO decreases the sintering temperature from 1400 to 1300 °C. In this temperature range, Al2TiO5 phase is hardly formed. X-ray powder diffraction (XRD) patterns show that the ceramics is composed of Al2O3 and TiO2 phases only. Dense and well dispersed mixture of Al2O3 and TiO2 grains is observed by scanning electron microscopy (SEM). The 0.9A12O3 0.1TiO2 ceramics doped with 0.4 mol% of MnO has dielectric constant of 12.4, Q × f of 274,000 GHz at 76 GHz, and temperature coefficient of resonant frequency of +0.4 ppm/°C. The dielectric constant and the temperature coefficient of resonant frequency can be controlled by TiO2 content. This ceramics is suitable for millimeter-wave applications because of its low dielectric constant, high Q-value, and small temperature coefficient of resonant frequency. © 2005 Elsevier Ltd. All rights reserved.", "doi": "10.1016/j.jeurceramsoc.2005.09.019"}, {"title": "Microscopic investigations of advanced thin films for photonics", "abstract": "We present the different approaches we recently followed to achieve intense room temperature photoluminescence (PL) from Si-based materials. On one side we obtained sub-bandgap PL from H-related defects induced by the H2 plasma treatment of Si photonic crystal (PhC) nanocavities. We demonstrated that a strong and narrow PL emission can be obtained in the PhC nanocavities due to the formation of a damaged layer mainly consisting of nanometric platelets and bubbles. An overall 40000-fold enhancement of the PL signal, with respect to pure crystalline Si, has been achieved and moreover the signal can be tuned in a wide range by only changing the PhC parameters. On the other side, we focused our attention on the properties of SiO2 and SiOC host matrices doped with Eu ions. C addition produces a strong enhancement of the Eu PL with respect to pure SiO2 films. The chemical and structural characterization of these materials reveals an extensive Eu clustering in SiO2-based films, while C addition induces a significant reduction of this phenomenon, enhancing the fraction of optically active Eu ions. These results can be applied for the realization of efficient Si-based light sources.", "doi": "10.1088/1742-6596/471/1/012004"}, {"title": "Influence of RF power on structural, morphology, electrical, composition and optical properties of Al-doped ZnO films deposited by RF magnetron sputtering", "abstract": "In this study, influence of RF power on the structural, morphology, electrical, composition and optical properties of Al-doped ZnO (ZnO:Al) films deposited by RF magnetron sputtering have been investigated. Films were systematically and carefully investigated by using variety of characterization techniques such as low angle X-ray diffraction, UV–visible spectroscopy, Raman spectroscopy, Hall measurement, X-ray photoelectron spectroscopy, field emission scanning electron microscopy (FE-SEM), energy-dispersive X-ray spectroscopy etc. Low angle X-ray diffraction analysis showed that the films are polycrystalline with hexagonal wurtzite structure and which was further confirmed by Raman spectroscopy analysis. Its preferred orientation shifts from (102) to (002) with increase in RF power. The average grain size was found in the range of 15–21 nm over the entire range of RF power studied. The FE-SEM analysis showed that grain size and surface roughness of ZnO:Al films increase in with increase in RF power. The UV–visible spectroscopy analysis revealed that all films exhibit transmittance >85 % in the visible region. The optical band gap increases from 3.37 to 3.85 eV when RF power increased from 75 to 225 W. Hall measurements showed that the minimum resistivity has been achieved for the film deposited at 200 W. The improvement in the electrical properties may attribute to increase in the carrier concentration and Hall mobility. Based on the experimental results, the RF power of 200 W appears to be an optimum sputtering power for the growth of ZnO:Al films. At this optimum sputtering power ZnO:Al films having minimum resistivity (8.61 × 10−4 Ω-cm), highly optically transparent (~87 %) were obtained at low substrate temperature (60 °C) at moderately high deposition rate (22.5 nm/min). These films can be suitable for the application in the flexible electronic devices such as TCO layer on LEDs, solar cells, TFT-LCDs and touch panels.", "doi": "10.1007/s10854-015-3862-x"}, {"title": "Systematic investigation of geometric structures and electronic properties of lithium doped magnesium clusters", "abstract": "Geometric structures and electronic properties of Lithium doped magnesium clusters, LiMgn (n = 2–11), were investigated by utilizing Crystal structure Analysis by Particle Swarm Optimization (CALYPSO) structural searching method with density functional theory (DFT) calculations. Theoretical calculations showed that the most stable isomers are three-dimensional structure from n ≥ 3, and appear a structural unit of the six-Mg triangular prism in their structures from n ≥ 8. Moreover, the Li atoms prefer to occupy the convex capped sites. Analyses of stabilities revealed that LiMg9 with high C4v symmetry possesses the highest stability and the doping of lithium atom makes the stabilities of magnesium clusters increase. Upon an analysis of charge transfer, charges transfer take place from Li to Mg atoms, and there exist strong sp hybridization between Li and Mg atoms with the increasing number of magnesium atoms. At last, further chemical bonding analysis indicated that there is a strong Li-Mg interaction in the LiMg9 cluster.", "doi": "10.1016/j.commatsci.2021.110800"}, {"title": "Structure, morphology and electrochemical performance of Zn-doped [Ni4Al(OH)10]OH", "abstract": "A layered double hydroxide [Ni4Al(OH)10]OH was doped with different amounts of Zn2+ by coprecipitation and subsequent hydrothermal treatment. The structures of the samples were investigated by XRD, which showed that all are layered double hydroxides with very similar lattice parameters; and samples treated hydrothermally have better crystallinity with ZnO phase. The ZnO exists in rods of several micrometers long, while the [Ni4Al(OH)10]OH in disks of various sizes as shown in SEM images. It has been found that samples treated hydrothermally have higher discharge capacity and better cyclic stability, the maximum discharge capacities are 315 mAh g-1 and 300 mAh g-1 at discharge current densities of 400 mA g-1 and 2000 mA g-1, respectively. © 2009 Elsevier B.V. All rights reserved.", "doi": "10.1016/j.jpowsour.2009.02.055"}, {"title": "Effect of organic dopants on ZTS single crystals", "abstract": "The influence of organic dopants on tristhioureazinc(II)sulphate (ZTS) single crystals from aqueous solutions at 30°C is investigated. The dopants used in the present investigation are disodium salt of ethylenediamminetetraacetic acid (EDTA), benzene and 1,10-phenanthroline (Phen) which are having different structures. Though, all the dopants show better results, prominent influence is observed in case of EDTA dopant with low concentration of 5×10−3ML−1 and hence the results pertaining to EDTA dopant are described in detail in the present article. At low concentrations of dopant, an increase in the metastable zone width, leading to an increase in the crystal growth rate is observed. At higher dopant concentration, growth rate decreases. The crystalline perfection of the grown crystals has been evaluated by high-resolution X-ray diffractometry (HRXRD). The diffraction curve (DC) of a typical EDTA-doped as-grown ZTS crystal was observed to contain one additional peak very close to the main peak suggesting the possibility of an epitaxial layer on the surface of the crystal. After removing this layer by lapping followed by chemical etching, the DC was found to contain only a single and very sharp peak showing that the main crystal is having a much better crystalline perfection than that observed for the specimen grown with out using any dopant in the solution. This indicates that the complexation of trace metal ion impurities (present in the solution) with the dopants is responsible for the formation of the layer on the surface of the crystal and prevents the entry of impurities in the growing crystal. The complexation also promotes the growth process leading to a rapid growth with high crystalline quality. Not much variation is observed in FT-IR and XRD of pure and doped ZTS. However, second harmonic generation (SHG) efficiency measurements carried out with different dopants reveal that nonlinear optical (NLO) property is enhanced by EDTA and benzene dopants. However, Phen depresses the NLO efficiency of ZTS.", "doi": "10.1016/j.jcrysgro.2006.04.094"}, {"title": "Epitaxial growth of Sb-doped Ge layers on ferromagnetic Fe<inf>3</inf>Si for vertical semiconductor spintronic devices", "abstract": "© 2018 IOP Publishing Ltd. By combining solid phase epitaxy and molecular beam epitaxy with Sb doping, we can form n-type Ge layers on one of the ferromagnetic Heusler alloys, Fe3Si. Two-dimensional epitaxial growth of the Sb-doped Ge layers can be achieved on the Si-terminated Fe3Si surface at 175 C. Electrical properties of the Au-Ti/Sb-doped Ge/Fe3Si/p-Ge/Al vertical devices indicate that the Sb-doped Ge layer is an n-type semiconductor. We also show a high-quality CoFe/n-Ge/Fe3Si trilayer structure for vertical semiconductor spintronic devices.", "doi": "10.1088/1361-6641/aade71"}, {"title": "Aerosol-Assisted Self-Assembly of Reticulated N-Doped Carbonaceous Submicron Spheres for Effective Removal of Hexavalent Chromium", "abstract": "© 2016 American Chemical Society. This Research Article described a facile one-step method to prepare reticulated N-doped carbonaceous submicron spheres. Through a simple aerosol-assisted technology, glucosamine sulfate used as a carbon source was aerosolized and carbonized to functionalized carbonaceous submicron spheres. The electrostatic attraction between protonated amino groups and sulfate in the aerosol droplets induced a self-assembly and led to the formation of reticular structure, avoiding the use of templates. Compared to bare carbonaceous materials produced from glucose, reticulated N-doped carbonaceous spheres exhibit higher efficiency in the removal of Cr(VI), where the doping of element nitrogen led to electrostatic attraction between protonated nitrogen and chromium ions, and reticulated structure created relatively higher surface area and pore volume, facilitating materials to contact with Cr(VI) ions. XPS characterization proved these novel N-doped carbonaceous materials could effectively transform Cr(VI) to less toxic Cr(III) because of the surface reducing groups. For the practical application, several factors including the initial pH, materials dosage and recycle numbers on the removal performance were studied.", "doi": "10.1021/acsami.6b04292"}, {"title": "Magnetic Investigation of the Electronic Structure of Hexakis(pyridine N-oxide)cobalt(II) Perchlorate", "abstract": "Although the CoO6 coordination sphere of [Co(C5H5NO)6] (Cl4)2 is perfectly octahedral, it is shown from a magnetic study at low temperatures that the cobalt ion suffers a large electronic or crystal field distortion. The g values are g║ = 2.26 ± 0.01 and g┴ = 4.77 ± 0.01 from EPR measurements of cobalt doped into [Zn(CH55NO)6](ClO4)2, while the parameters g║= 2.49 ± 0.05, g┴ = 4.70 ± 0.05 were obtained from susceptibility studies on the pure cobalt compound. The compound obeys the Curie-Weiss law, 1.5-20 K, with θ║= -0.28 ± 0.05 K, θ┴= -0.52 ± 0.05 K. The g values and TIP terms also allow an estimate of the position of the low-lying components of the 4T1(F) state. © 1976, American Chemical Society. All rights reserved.", "doi": "10.1021/ja00419a009"}, {"title": "Characteristics and surface energy of silicon-doped diamond-like carbon films fabricated by plasma immersion ion implantation and deposition ", "abstract": "Diamond-like carbon (DLC) films doped with different silicon contents up to 11.48 at.% were fabricated by plasma immersion ion implantation and deposition (PIII-D) using a silicon cathodic arc plasma source. The surface chemical compositions and bonding configurations were determined by X-ray photoelectron spectroscopy (XPS) and Raman spectroscopy. The results reveal that the sp3 configuration including Si–C bonds increases with higher silicon content, and oxygen incorporates more readily into the silicon and carbon interlinks on the surface of the more heavily silicon-doped DLC films. Contact angle measurements and calculations show that the Si-DLC films with higher silicon contents tend to be more hydrophilic and possess higher surface energy. The surface states obtained by silicon alloying and oxygen incorporation indicate increased silicon oxycarbide bonding states and sp3 bonding states on the surface, and it can be accounted for by the increased surface energy particularly the polar contribution.", "doi": "10.1016/j.diamond.2005.09.042"}, {"title": "Broadband photoresponse of graphene photodetector from visible to long-wavelength infrared wavelengths", "abstract": "Graphene-based transistors were investigated as simple photodetectors for a broad range of wavelengths. Graphene transistors were prepared using p-doped silicon (Si) substrates with a SiO2 layer, and source and drain electrodes. Monolayer graphene was fabricated by chemical vapor deposition and transferred onto the substrates, and the graphene channel region was then formed. The photoresponse was measured in the broadband wavelength range from the visible, near-infrared (NIR), and mid- to long-wavelength IR (MWIR to LWIR) regions. The photoresponse was enhanced by the photogating induced by the Si substrate at visible wavelengths. Enhancement by the thermal effect of the insulator layer became dominant in the LWIR region, which indicates that the photoresponse of graphene-based transistors can be controlled by the surrounding materials, depending on the operation wavelength. These results are expected to contribute to provide the key mechanism of high-performance graphene-based photodetectors.", "doi": "10.1117/1.OE.58.5.057106"}, {"title": "Alteration of the morphology of polyvinylidene fluoride membrane by incorporating MOF-199 nanomaterials for improving water permeation with antifouling and antibacterial property", "abstract": "MOF-199@PVDF composite membranes are prepared by blending with different amounts of ultrasonic synthesized MOF-199 nanomaterials for improving the pure water flux (PWF) and achieving better antifouling and antibacterial performance. The membrane morphology, elemental composition, and surface properties are analyzed by various means of characterizations, including scanning electron microscopy, energy-dispersive X-ray spectroscopy, and water contact angle measurements. The performance of the modified membranes is also determined from the perspective of the PWF, bovine serum albumin rejection, as well as antifouling and antibacterial properties. Due to the variation in the viscosity of dope solution, the composite membranes possess remarkably different morphology, and the M5 membrane, which exhibited a sponge-like structure, the largest surface pore size, and the highest porosity, shows the highest PWF, reaching up to 185.05 L/m2h. Moreover, with the incorporation of MOF-199 nanocrystals, the antifouling property, together with the antibacterial property, toward both gram-negative bacteria and gram-positive bacteria, based on M5 and M7 membranes, increases dramatically compared with the pristine polyvinylidene fluoride membrane. In addition, the long-term permeation performance and copper leakage of the membrane are investigated. As a result, the composite membrane, M5, shows great potential in real water treatment.", "doi": "10.1002/jccs.202000055"}, {"title": "Enhanced upconversion quantum yield near spherical gold nanoparticles - A comprehensive simulation based analysis", "abstract": "Photon upconversion is promising for many applications. However, the potential of lanthanide doped upconverter materials is typically limited by low absorption coefficients and low upconversion quantum yields (UCQY) under practical irradiance of the excitation. Modifying the photonic environment can strongly enhance the spontaneous emission and therefore also the upconversion luminescence. Additionally, the non-linear nature of the upconversion processes can be exploited by an increased local optical field introduced by photonic or plasmonic structures. In combination, both processes may lead to a strong enhancement of the UCQY at simultaneously lower incident irradiances. Here, we use a comprehensive 3D computation-based approach to investigate how absorption, upconversion luminescence, and UCQY of an upconverter are altered in the vicinity of spherical gold nanoparticles (GNPs). We use Mie theory and electrodynamic theory to compute the properties of GNPs. The parameters obtained in these calculations were used as input parameters in a rate equation model of the upconverter β-NaYF4: 20% Er3+. We consider different diameters of the GNP and determine the behavior of the system as a function of the incident irradiance. Whether the UCQY is increased or actually decreased depends heavily on the position of the upconverter in respect to the GNP. Whereas the upconversion luminescence enhancement reaches a maximum around a distance of 35 nm to the surface of the GNP, we observe strong quenching of the UCQY for distances <40 nm and a UCQY maximum around 125 to 150 nm, in the case of a 300 nm diameter GNP. Hence, the upconverter material needs to be placed at different positions, depending on whether absorption, upconversion luminescence, or UCQY should be maximized. At the optimum position, we determine a maximum UCQY enhancement of 117% for a 300 nm diameter GNP at a low incident irradiance of 0.01 W/cm2. As the irradiance increases, the maximum UCQY enhancement decreases to 20% at 1 W/cm2. However, this UCQY enhancement translates into a significant improvement of the UCQY from 12.0% to 14.4% absolute.", "doi": "10.1364/OE.24.00A460"}, {"title": "Microstructure and photoluminescence properties of Nd-doped (Ba,Sr)TiO<inf>3</inf>thin films", "abstract": "Ba0.8Sr0.2TiO3(BST) thin films with different Nd-doped concentrations have been frabracated on silicon substrates by modified Sol-gel process. All the samples were annealed at 700°C for 60 min.The structural and morphological properties of the films were examined by X-ray diffraction (XRD) and Atomic Force Microscopy (AFM). The XRD studies indicated that both pure and doped BST thin films show crystallized perovskite structures, the particle size is about 20 nm. The AFM images displayed that the films have high quality and finegrained polycrystalline structure. The photoluminescence spectra(PL) were carried out using the 808 nm Ar+laser line as the excitation source at room temperature. The Nd-doped BST thin films show three NIR luminescence peaks corresponding to4F3/2-4I9/2transition at 880 nm;4F3/2-4I11/2transition at 1066 nm and4F3/2-4I13/2transition at 1345 nm; respectively. The influence of Nd3+concentration on the microstructure and the luminescence properties were discussed. All the results showed that the Nd-doped BST films have great potential uses for novel integrated optic devices. © 2009 IOP Publishing Ltd.", "doi": "10.1088/1742-6596/152/1/012084"}, {"title": "Loss and gain in Bloch oscillating super-superlattices: THz Stark ladder spectroscopy", "abstract": "Bloch oscillation in electrically biased semiconductor superlattices offer broadband terahertz gain from DC up to the Bloch frequency or Stark splitting. Useful gain up to 2–3THz can provide a basis for solid-state electronic oscillators operating at 10 times the frequency of existing devices. A major stumbling block is the inherent instability of the electrically biased doped superlattices to the formation of static or dynamic electric field domains. To circumvent this, we have fabricated super-superlattices in which a large superlattice is punctuated with heavily doped regions. The short superlattice sections have subcritical “nL” products. Room temperature, terahertz photon-assisted transport in short InGaAs/InAlAs superlattice cells allows us to determine the Stark ladder splitting as the superlattice is electrically biased and confirms the absence of electric field domains in short structures. Absorption of radiation from 1.5 to 2.5THz by electrically biased InAs/AlSb super-superlattices exhibit a crossover from loss to gain as the Stark ladder is opened. Measurements are carried out at room temperature in a novel planar terahertz waveguide defined by photonic band gap sidewalls and loaded with an array of electrically biased super-superlattices. The frequency-dependent crossover voltage indicates ∼80% participation of the super-superlattice.", "doi": "10.1016/j.physe.2005.12.060"}, {"title": "Sputter yields in diamond bombarded by ultra low energy ions", "abstract": "Artificial diamond is an ideal material for high power, high voltage electronic devices, and for engineering use in extreme environments. Diamond process development requires parallel development in characterization techniques such as ultra low energy SIMS (uleSIMS), especially in the ability to depth profile for impurities and dopants at high depth resolution. As a contribution to the background knowledge required, we have measured the sputter yields of single crystal high pressure high temperature (HPHT) diamond using O2+, Cs+ and Ar+ primary ions in the energy range 300eV to 2keV. We compare these with yields for silicon and GaAs. We show that the erosion rates with oxygen are ∼10 times what would be expected from ballistic processes and essentially energy independent in the measured range. This result agrees with the anomalously high sputter yield observed in the ion etching context. Conversely, positive ion yields for elements such as boron are very low in comparison with silicon. This points to a reactive ion etching process liberating CO or CO2 rather than sputtering as the principal erosion process. This is both problematic and beneficial for SIMS analysis. Oxygen can be used to reach buried structures in diamond efficiently, and the effects of the near-normal incidence beam are planarizing as they are in silicon. Conversely, since positive ion yields are low, alternative probes or strategies must be found for high sensitivity profiling of electropositive elements.", "doi": "10.1016/j.apsusc.2006.02.067"}, {"title": "The mechanism of Marangoni convection influence on dopant distribution in Ge space-grown single crystals", "abstract": "A direct numerical simulation of heat mass transfer processes in the melt under the influence of surface tension forces on free surfaces during germanium crystal growth by the floating zone (FZ) method under microgravity conditions is performed. Development in time, and interaction between thermal and solutal kinds of Marangoni convection in the molten zone taking into account the temperature dependence of melt viscosity are analyzed. The obtained results explain anomalous distributions of Ga dopant in Ge single crystals grown aboard Russian Photon series spacecrafts (SC).", "doi": "10.1016/S0022-0248(00)00981-7"}, {"title": "Tunneling measurements of the dependence of the energy gap on critical temperature in La2-xSrxCuO4-y", "abstract": "We have used a low-temperature, in situ cleaving, scanning tunneling microscope to measure the energy gap in a series of La2-xSrxCuO4-y samples with different Sr doping concentrations x, and therefore different critical temperatures. The current-voltage characteristics vary from measurement to measurement, but consistent results can be obtained by selecting \"high-quality\" data. We discuss the criteria used for this selection. We find that the measured gaps scale with critical temperature with the ratio 2\"kBTc1/45. © 1988 The American Physical Society.", "doi": "10.1103/PhysRevB.37.9738"}, {"title": "Soft X-Ray Magnetic Circular Dichroism of Vanadium in the Metal–Insulator Two-Phase Region of Paramagnetic V<inf>2</inf>O<inf>3</inf> Doped with 1.1% Chromium", "abstract": "V2O3 doped with 1.1% Cr is investigated at its isostructural correlation-driven metal–insulator transition near room temperature in its paramagnetic state with X-ray magnetic circular dichroism (XMCD) spectroscopy in external magnetic fields. A relative XMCD amplitude of about 2 permille is observed at the L2,3 absorption edges of vanadium as expected for magnetic moment per mass values of the order of 1 J T−1 kg−1 from magnetometry and the literature. Across the metal–insulator transition, the vanadium XMCD spectral shape significantly changes. According to atomic multiplet simulations, these changes are due to a changing orbital occupation indicating a changing phase composition. According to estimates used in this study, the dipole moment of the spin density distribution (Formula presented.) in the bulk increases such that the effective vanadium spin moment increases by a few percent with temperature in the two-phase region. Thereby, it partially compensates for the decrease in the relative XMCD amplitude due to a decreasing alignment of the paramagnetic moments. After a few minor temperature cycles, the sample is in a two-phase state in which the XMCD and X-ray linear dichroism spectra hardly depend on the temperature, and the specific electrical resistance is intermediate, showing only a weak sign of the metal–insulator transition.", "doi": "10.1002/pssb.201900456"}, {"title": "Molybdenum doped bilayer photoanode nanotubes for enhanced photoelectrochemical water splitting", "abstract": "Conversion of solar energy into hydrogen energy via photoelectrochemical (PEC) water splitting is one of the most promising approaches for generation of clean and sustainable hydrogen energy in order to address the alarming global energy crisis and environmental problems. To achieve superior PEC performance and solar to hydrogen efficiency (STH), identification, synthesis, and development of efficient photoelectrocatalysts with suitable band gap and optoelectronic properties along with high PEC activity and durability is highly imperative. With the aim of improving the performance of our previously reported bilayer photoanode of WO3 and Nb and N co-doped SnO2 nanotubes i.e. WO3-(Sn0.95Nb0.05)O2:N NTs, herein, we report a simple and efficient strategy of molybdenum (Mo) doping into the WO3 lattice to tailor the optoelectronic properties such as band gap, charge transfer resistance, and carrier density, etc. The Mo doped bilayer i.e. (W0.98Mo0.02)O3-(Sn0.95Nb0.05)O2:N revealed a higher light absorption ability with reduced band gap (1.88 eV) in comparison to that of the undoped bilayer (1.94 eV). In addition, Mo incorporation offered improvements in charge carrier density, photocurrent density, with reduction in charge transfer resistance, contributing to a STH (∼3.12%), an applied bias photon-to-current efficiency (ABPE ∼ 8% at 0.4 V), including a carrier density (Nd ∼ 7.26 × 1022 cm−3) superior to that of the undoped bilayer photoanode (STH ∼2%, ABPE ∼ 5.76%, and Nd ∼5.11 × 1022 cm−3, respectively). The substitution of Mo6+ for W6+ in the monoclinic lattice, forming the W–O–Mo bonds altered the band structure, realizing further enchantments in the PEC reaction and charge transfer kinetics. Additionally, doped bilayer photoanode revealed excellent long term PEC stability under illumination, suggesting its robustness for PEC water splitting. The present work herein provides a simple and effective Mo doping approach for generation of high performance photoanodes for PEC water splitting.", "doi": "10.1016/j.ijhydene.2021.10.085"}, {"title": "Hot-Air-Assisted Fully Air-Processed Barium Incorporated CsPbI<inf>2</inf>Br Perovskite Thin Films for Highly Efficient and Stable All-Inorganic Perovskite Solar Cells", "abstract": "Replacement of conventional organic cations by thermally stable inorganic cations in perovskite solar cells (PSCs) is one of the promising approaches to make thermally stable photovoltaics. However, conventional spin-coating and solvent-engineering processes in a controlled inert atmosphere hamper the upscaling. In this study, we demonstrated a dynamic hot-air (DHA) casting process to control the morphology and stability of all-inorganic PSCs which is processed under ambient conditions and free from conventional harmful antisolvents. Furthermore, CsPbI2Br perovskite was doped with barium (Ba2+) alkaline earth metal cations (BaI2:CsPbI2Br). This DHA method facilitates the formation of uniform grain and controlled crystallization that makes stable all-inorganic PSCs which enables an intact black α-phase under ambient conditions. The DHA-processed BaI2:CsPbI2Br perovskite photovoltaics shows the champion power conversion efficiency (PCE) of 14.85% (reverse scan) for a small exposure area of 0.09 cm2 and 13.78% for a large area of 1 × 1 cm2 with excellent reproducibility. Interestingly, the hot-air-processed devices retain >92% of the initial efficiency after 300 h. This DHA method facilitates a wide processing window for upscaling the all-inorganic perovskite photovoltaics.", "doi": "10.1021/acs.nanolett.9b02277"}, {"title": "High-k perovskite gate oxide BaHfO<inf>3</inf>", "abstract": "© 2017 Author(s). We have investigated epitaxial BaHfO3 as a high-k perovskite dielectric. From x-ray diffraction measurement, we confirmed the epitaxial growth of BaHfO3 on BaSnO3 and MgO. We measured optical and dielectric properties of the BaHfO3 gate insulator; the optical bandgap, the dielectric constant, and the breakdown field. Furthermore, we fabricated a perovskite heterostructure field effect transistor using epitaxial BaHfO3 as a gate insulator and La-doped BaSnO3 as a channel layer on SrTiO3 substrate. To reduce the threading dislocations and enhance the electrical properties of the channel, an undoped BaSnO3 buffer layer was grown on SrTiO3 substrates before the channel layer deposition. The device exhibited a field effect mobility value of 52.7 cm2 V−1 s−1, a Ion/Ioff ratio higher than 107, and a subthreshold swing value of 0.80 V dec−1. We compare the device performances with those of other field effect transistors based on BaSnO3 channels and different gate oxides.", "doi": "10.1063/1.4974864"}, {"title": "A new photoluminescence band in silicon lightly doped with copper", "abstract": "A new photoluminescence band is reported for silicon lightly doped with copper. The spectrum consists of five closely spaced zero-phonon lines, with the lowest energy component at 943.67(5)meV, and a sideband composed of local mode 6.4meV phonon replicas of the zero-phonon lines superimposed on a broad band. The spectrum is always accompanied by, and bears a striking resemblance to, the well-known copper-related spectrum with a zero-phonon line at 1014.7 meV. The relative intensity of the two bands depends strongly on the quench rate following diffusion and on the extent of copper doping. Annealing measurements failed to reveal a direct connection between the two centres.", "doi": "10.1016/0038-1098(88)90234-7"}, {"title": "Effect of adding aluminum ion on the structural, optical, electrical and magnetic properties of terbium doped yttrium iron garnet nanoparticles films prepared by sol–gel method", "abstract": "Tb0.8Y2.2AlyFe5−yO12 nanoparticle films with y=0.0, 0.2, 0.4, 0.6, 0.8 and 1.0 were prepared by a sol–gel method for potential use as a magnetic sensor and in magneto-optical applications. The films were deposited onto quartz substrate, followed by annealing at 900°C in air for 2h. X-ray diffractometry results confirmed the formation of a pure garnet structure. The lattice parameter decreased with increasing Al3+ content due to the substitution of Al3+ ions with the larger Fe3+ ions. The grain size of the films decreased up to y=0.6. This variation is discussed based on the stress on the grain surface. The films observed to be transparent between 76 and 92% in the visible and infrared regions. The films demonstrated a strong absorption of 104cm−1 caused by the charge transfer transition in the UV region. The absorption edge shifts to lower wavelengths at higher Al contents of 0.8 and 1 due to electronic transitions. The conductivity of films increased with increasing of Al content due to the increasing in free carrier concentration. The saturation magnetization at room temperature decreased with increasing Al3+ content, whereas the coercivity increased markedly at y=0.6.", "doi": "10.1016/j.apsusc.2014.10.019"}, {"title": "Application of short time activation analysis in the sciences", "abstract": "Short time activation analysis was applied to the analysis of reactor emergency poisoning solutions, to the analysis of doping elements in small organic semiconductor specimens, for the analysis of high temperature superconductors, and the determination of fluorine in various materials including biopsy samples. All the halogens in waste water were analyzed by a single 20s activation followed by two successive counting periods of 20 and 200s. © 1992 Akadémiai Kiadó.", "doi": "10.1007/BF02041662"}, {"title": "Hole-Boosted Cu(Cr,M)O<inf>2</inf> Nanocrystals for All-Inorganic CsPbBr<inf>3</inf> Perovskite Solar Cells", "abstract": "The all-inorganic CsPbBr3 perovskite solar cell (PSC) is a promising solution to balance the high efficiency and poor stability of state-of-the-art organic–inorganic PSCs. Setting inorganic hole-transporting layers at the perovskite/electrode interface decreases charge carrier recombination without sacrificing superiority in air. Now, M-substituted, p-type inorganic Cu(Cr,M)O2 (M=Ba2+, Ca2+, or Ni2+) nanocrystals with enhanced hole-transporting characteristics by increasing interstitial oxygen effectively extract holes from perovskite. The all-inorganic CsPbBr3 PSC with a device structure of FTO/c-TiO2/m-TiO2/CsPbBr3/Cu(Cr,M)O2/carbon achieves an efficiency up to 10.18 % and it increases to 10.79 % by doping Sm3+ ions into perovskite halide, which is much higher than 7.39 % for the hole-free device. The unencapsulated Cu(Cr,Ba)O2-based PSC presents a remarkable stability in air in either 80 % humidity over 60 days or 80 °C conditions over 40 days or light illumination for 7 days.", "doi": "10.1002/anie.201910843"}, {"title": "A comprehensive review of PBI-based high temperature PEM fuel cells", "abstract": "The current status on the understanding of the various operational aspects of high temperature proton exchange membrane fuel cells (HT-PEMFC) has been summarized. The paper focuses on phosphoric acid-doped polybenzimidazole (PBI)-based HT-PEMFCs and an overview of the common practices of their design and characterization techniques at single cell, stack and system levels is given. The state-of-the-art concepts of different degradation mechanisms and methods of their mitigation are also discussed. Moreover, accelerated stress testing (AST) procedures for HT-PEMFCs available in literature are outlined. Catalyst degradation and electrolyte loss take place at higher rates in the beginning of life of the fuel cell. This is due to the smaller size of Pt particles and the presence of excess phosphoric acid in the beginning of life that favor the respective degradation. Therefore, the redistribution of phosphoric acid in the membrane and the electrodes is crucial for the proper activation of the fuel cell, and a startup procedure should take this into account in order to avoid beginning of life degradation. On-line monitoring of the fuel cell system's state of health using diagnostic tools can help detect fuel cell faults for targeted interventions based on the observed conditions to prevent sudden failures and to prolong the fuel cell's lifetime. However, the technology is still under development and robust on-line diagnostics tools are hardly available. Currently, mitigation is mainly done based on favorable operating conditions and techniques to recover degradation and the development of more resistant components that can withstand the known degradation mechanisms.", "doi": "10.1016/j.ijhydene.2016.09.024"}, {"title": "Reactive Oxygen-Doped 3D Interdigital Carbonaceous Materials for Li and Na Ion Batteries", "abstract": "© 2016 Wiley-VCH Verlag GmbH  &  Co. KGaA, Weinheim. Carbonaceous materials as anodes usually exhibit low capacity for lithium ion batteries (LIBs) and sodium ion batteries (SIBs). Oxygen-doped carbonaceous materials have the potential of high capacity and super rate performance. However, up to now, the reported oxygen-doped carbonaceous materials usually exhibit inferior electrochemical performance. To overcome this problem, a high reactive oxygen-doped 3D interdigital porous carbonaceous material is designed and synthesized through epitaxial growth method and used as anodes for LIBs and SIBs. It delivers high reversible capacity, super rate performance, and long cycling stability (473 mA h g-1after 500 cycles for LIBs and 223 mA h g-1 after 1200 cycles for SIBs, respectively, at the current density of 1000 mA g-1), with a capacity decay of 0.0214% per cycle for LIBs and 0.0155% per cycle for SIBs. The results demonstrate that constructing 3D interdigital porous structure with reactive oxygen functional groups can significantly enhance the electrochemical performance of oxygen-doped carbonaceous material. 3D interdigital organic carbonaceous material with reactive oxygen functional groups exhibits excellent performance for both lithium ion batteries (LIBs) and sodium ion batteries (SIBs). It delivers a high reversible capacity, excellent rate capacity, and superior cycling stability (500 cycles for LIBs and 1200 cycles for SIBs, with a capacity decay of 0.0214% per cycle for LIBs and 0.0155% per cycle for SIBs).", "doi": "10.1002/smll.201600565"}, {"title": "Mechanochromic asymmetric sulfone derivatives for use in efficient blue organic light-emitting diodes", "abstract": "© 2016 The Royal Society of Chemistry. Typical π-π stacking is suppressed by the asymmetric molecular design for high fluorescence quantum yield (Φf) blue light emission, overcoming the aggregation caused quenching (ACQ) limitation. In this research, two novel blue fluorescent materials with asymmetric structure: 2-(4′-((4-(9H-carbazol-9-yl)phenyl)sulfonyl)-[1,1′-biphenyl]-4-yl)-1-(4-(tert-butyl)phenyl)-1H-phenanthro[9,10-d]imidazole (PSC) and 2-(4′-((4′-(9H-carbazol-9-yl)-[1,1′-biphenyl]-4-yl)sulfonyl)-[1,1′-biphenyl]-4-yl)-1-(4-(tert-butyl)phenyl)-1H-phenanthro[9,10-d]imidazole (PSBC), consisting of a sulfone group as the electron acceptor and two different electron donors, carbazole and phenanthroimidazole, were designed and synthesized. The two compounds have high Φf (95.3% for PSC and 81.1% for PSBC) in film because of the restricting π-π stacking, and show apparent mechanochromic properties, i.e., an emission change from deep blue to blue-green resulting from external mechanical stimuli. The emissions display 50 nm/23 nm red shifts after grinding. Organic light emitting diodes (OLEDs) using the two compounds as emitters exhibited good efficiencies: the doped PSC-based device emitted blue light at 444 nm with CIE co-ordinates of (0.151, 0.072). The PSBC-based device also emitted blue light at 444 nm with CIE co-ordinates of (0.151, 0.068). A maximal external quantum efficiency (EQE) of 5.43% was also achieved.", "doi": "10.1039/c6tc02917e"}, {"title": "Chromium-containing carbon film on stainless steel as bipolar plates for proton exchange membrane fuel cells", "abstract": "A series of chromium-containing carbon films are deposited on 316L stainless steel (SS316L) as bipolar plates for proton exchange membrane fuel cells (PEMFCs) by pulsed bias arc ion plating (PBAIP). The film characterizations are evaluated by X-ray photoelectron spectroscopy (XPS) and X-ray diffractometry (XRD). Interfacial contact resistance (ICR) between the coated SS316L samples and carbon paper is measured. Potentiodynamic and potentiostatic tests in the simulated corrosive circumstance of PEMFC are conducted to evaluate the corrosion resistance of the coated SS316L samples. The results indicate the films are primarily composed of pure carbon atoms with amorphous structure, including sp3 and sp2 carbon atoms. The contents of sp3 and sp2 carbon atom are remarkably influenced by the doping chromium. ICR and corrosion resistance of the coated SS316L sample are greatly improved owing to the surface film. The lowest ICR between the coated SS316L sample and carbon paper is only 2.8 mΩ cm2 at the compaction force of 120 N cm−2. The ICR has a close relationship with the contents of sp3 and sp2 carbon atom, and the lowest ICR is obtained for the Cr0.23C0.77 film with the lowest sp3 carbon atom content and highest sp2 carbon atom content. The SS316L sample with Cr0.23C0.77 film also exhibits the best corrosion resistance. Finally, the variations of ICR and surface morphology of the coated sample before and after corrosion testing are discussed.", "doi": "10.1016/j.ijhydene.2010.09.036"}, {"title": "Theory of Zener tunneling and Wannier-Stark states in semiconductors", "abstract": "A general multiband and multichannel scattering theory of the current in mesoscopic-device structures is developed and applied to the Zener diode. It takes into account the realistic electronic structure, its modification by the high electric field, and the field-free contact regions in a nonperturbative manner. This theory elucidates the interplay between Zener tunneling and Wannier-Stark resonances. Quantitative conditions for the occurrence of Wannier-Stark oscillations in the current of a bulk semiconductor or superlattice are derived. It is predicted that Wannier-Stark resonances are detectable in the interband tunneling current of highly doped submicrometer p-i-n diodes with very short i zones. We show that there are two regimes in the Zener tunneling current: a low-field or Zener regime where the conductance is a smooth function of the applied voltage, and a high-field or Stark regime where Wannier-Stark resonances are induced. © 1994 The American Physical Society.", "doi": "10.1103/PhysRevB.50.8358"}, {"title": "Conduction in titanate pyrochlores: role of dopants", "abstract": "Electrical conductivity measurements have been performed on the pyrochlore compounds Y2Ti2O7, Gd2Ti2O7 and Sm2Ti2O7 as a function of temperature, oxygen fugacity and aliovalent dopant concentration. Both the magnitude and type of conduction (ionic and/or electronic) were found to be influenced by dopant size, site location (“A” or “B” cation sublattice) and net dopant density. While Ca doping on the “A” cation sublattice (Ca'Gd,Sm,Y) was found to increase the ionic conductivity by as much as two and half orders of magnitude, Sr and Mg dopants with larger dopant-host size mismatch induced a drop in ionic and an enhancement in electronic conductivity. Acceptor doping on the “B” cation sublattice, e.g. Al'Ti, increased the ionic conduction only at low dopant levels, while RuTi enhanced electronic conduction at high PO2. Trends in ionic and electronic conduction as a function of T, PO2, and dopant density are analyzed with the aid of a defect chemical model.", "doi": "10.1016/0167-2738(94)90125-2"}, {"title": "In situ observation of light-assisted domain reversal in lithium niobate crystals", "abstract": "A digital holography interferometry was applied for in situ observation of the light-assisted domain reversal in the lithium niobate doped with MgO. The evolution of the light-assisted domain nucleation and growth was reconstructed, and we found a flat-top reversed domain state during the two stages: I. the reversed domain tip propagates in depth and progressively flattens its edge profile; II. the polarization reversal front abruptly changes shape with the formation of two fast-propagating lateral tips. According to experiments and analysis, we find a Gaussian-shaped space charge field and present a model based on a redistribution of the photo-excited carriers to explain the process of light-assisted domain reversal. © 2011 Optical Society of America.", "doi": "10.1364/OME.1.001433"}, {"title": "Effect of neutron irradiation on hardening in MgO crystals", "abstract": "Using a nanoindentation technique, hardness and Young’s modulus were determined in both nominally pure MgO and lithium-doped MgO crystals, before and after neutron irradiation in the dose range (formula presented) The resulting defects were monitored by optical-absorption spectroscopy. The concentrations of single oxygen vacancies and higher-order point defects involving oxygen vacancies increase with neutron dose. A constant value of (formula presented) GPa for the Young’s modulus was measured in all the crystals, indicating that the elastic properties are not influenced by either impurities or defects produced by irradiation. Hardness increases with neutron dose and is independent of the presence of lithium in the crystal. Neutron-irradiated crystals contain oxygen vacancies, higher-order point defects, and interstitials, whereas thermochemically reduced (TCR) crystals contain oxygen vacancies. Comparison between a neutron irradiated and a TCR MgO crystal containing similar concentrations of oxygen vacancies, shows that 70% of the hardening by neutron irradiation is produced by interstitials, 30% by oxygen vacancies, and a negligible amount by higher-order point defects. © 2002 The American Physical Society.", "doi": "10.1103/PhysRevB.66.024111"}, {"title": "Photo-oxidation of dope-dyed polypropylene fibres", "abstract": "The efficiencies of several light stabilizers have been evaluated in commercially manufactured polypropylene fibres. For this purpose the rate of photo-oxidation has been followed using the measurement of infra-red specular reflection absorption spectra and mechanical properties, as well as structural transformation induced by photo-oxidation. It has been found that benzophenone light stabilizers have a very low efficiency in the applied combination of antioxidant and pigment in polypropylene fibres. Significantly better effects were observed in the case of sterically hindered piperidine compounds. Correlations between the rate of photo-oxidation of fibres and the decrease in their tenacity were studied. It was found that the loss of tenacity in the oxidized fibres does not depend only on the quantity of non-volatile degradation products formed, but also on the character of morphological photo-oxidation transformations.", "doi": "10.1016/0141-3910(85)90009-6"}, {"title": "CoMn<inf>2</inf>O<inf>4</inf> nanoparticles embed in graphene oxide aerogel with three-dimensional network for practical application prospects of oxytetracycline degradation", "abstract": "We proposed a new peroxymonosulfate (PMS) activator that the dispersed CoMn2O4 nanoparticles embedded in nitrogen-doped reduced graphene oxide aerogel (CoMn2O4@N-rGA) with interlinked three-dimensional network via hydrothermal method for oxytetracycline (OTC) degradation. CoMn2O4@N-rGA and PMS (CoMn2O4@N-rGA/PMS) exhibited a high degradation rate of 91.3% within 20 min and a rapid catalytic degradation rate of 0.0729 min−1. The radical pathway system had excellent effects on OTC degradation in a wide range of pH from 3.0 to 9.0 and an outstanding catalytic activity on actual pharmaceutical wastewater. It was attributed to dispersed CoMn2O4 nanoparticles embed in nitrogen-doped reduced graphene oxide aerogel with interlinked three-dimensional network by Scanning electron microscope (SEM). The mechanism was hypothesized that PMS was activated to generate sulfate radical (SO4[rad]-) and hydroxyl radicals ([rad]OH), which could be confirmed via free radical quenching test and electron paramagnetic resonance (EPR) spectra. Finally, a flow-type setup based on the feedback mechanism with excellent effect on high concentration of OTC and actual pharmaceutical wastewater was designed for verifying the practical value of the system.", "doi": "10.1016/j.seppur.2020.118179"}, {"title": "Annealing effect of fluorine-doped SnO<inf>2</inf>/WO<inf>3</inf> core-shell inverse opal nanoarchitecture for photoelectrochemical water splitting", "abstract": "© 2017, The Korean Physical Society. Fluorine-doped SnO2 inverse opal (FTO IO) was developed on a polystyrene bead template with a size of 350 nm (± 20 nm) by using the sol-gel-assisted spin-coating method. The resulting FTO IO film exhibited a pore diameter of 270 nm (± 5 nm), and a WO3 layer was electrodeposited with a constant charge of 400 mC/cm2, followed by a high-temperature annealing process (400, 475, and 550 °C) to increase the crystallinity of the IO films. The annealing temperature affected the morphology and the overall resistance of the thin film, thus significantly affecting the photoelectrochemical performance. In particular, the FTO/WO3 IO film annealed at 475 °C exhibited a photocurrent density of 2.9 mA/cm2 at 1.23 V versus normal hydrogen electrode, showing more than a three times higher photocurrent density in comparison with the other samples (550 °C), which is attributed to the large surface area and low resistance for the charge transport. Therefore, the annealing temperature significantly affects the morphological and the photoelectrochemical features of the FTO/WO3 IO films.", "doi": "10.3938/jkps.70.162"}, {"title": "Luminescence study of self-trapped holes in pure and Fe- or Mo-doped ZnWO4 crystals", "abstract": "Thermostimulated and photostimulated luminescence of ZnWO4,ZnWO4:Feand ZnWO4:Mo crystals irradiated at low temperatures by X-rays or UV photons was studied in the temperature range 4.2–300Kin order to clarify the creation and recombination processes of the elementary colour centres. The connection of the luminescence phenomena with the self-trapped holes has been revealed.", "doi": "10.1016/j.radmeas.2003.12.028"}, {"title": "Effect of doping microcapsules on typical electrical performances of self-healing polyethylene insulating composite", "abstract": "Polyethylene cables, as important transmission equipment of modern power grid, would inevitably be slightly damaged, which seriously threatens the safety of the power supply. This paper has pioneered the preparation and typical performances of a self-healing polyethylene insulating composite. The self-healing performance to structural damage was verified by tests of electrical and mechanical damage. The effect mechanism of doping microcapsules on the electrical performance of polyethylene was emphatically analyzed. The results show that in appropriate conditions (such as 60 °C/30 min), the composite can not only repair the electrical tree and scratches, but also restore the insulation strength of damaged area. The effect of doping microcapsules on the electrical performances of polyethylene, such as breakdown strength, volumetric resistivity, dielectric properties, and space charge characteristics, are mainly related to impurity and the interface of microcapsule. Polarization and ionization of impurities can reduce the electrical performance of polyethylene. The interface not only improves the microstructure of polyethylene (such as how the heterogeneous nucleation effect increases the number of crystal regions, and the anchoring effect enhances the stability of amorphous regions), but also increases the charge traps. Moreover, the microstructure and charge trap can affect the characteristics of carrier transport, material polarization, and space charge accumulation, thus improving the electrical performance of polyethylene. In addition, the important electrical performance of the composite can meet the basic application requirements of polyethylene insulating material, which has good application prospects.", "doi": "10.3390/app9153039"}, {"title": "TL, OSL and RL emission spectra of RE-doped LiMgPO<inf>4</inf> crystals", "abstract": "In this work the spectral properties of emission of differently doped lithium magnesium phosphate (LiMgPO4, LMP) compound were investigated by thermoluminescence (TL), optically stimulated luminescence (OSL) and radio-luminescence (RL) methods. The samples were prepared in the form of crystals, which were grown from the melt by micro-pulling-down technique. Different rare-earth (RE) dopants have been studied regarding the influence on luminescence properties. It was found that the presence of boron ions together with the RE dopant seems to have an impact mainly on the TL emission spectra of the studied LMP crystals. TL, OSL, RL and after-glow emission spectra are comparable for the LMP crystals of the same dopants concentrations. The OSL emission spectra were obtained over a whole available wavelength range by the measurements of the after-glow spectra after the sample stimulation has ended. The obtained results tend to suggest that the investigated RE-doped LMP crystals exhibit promising luminescent properties and could be considered as appropriate candidates for real-time detectors.", "doi": "10.1016/j.jlumin.2019.116839"}, {"title": "Improvement in lifetime and replication quality of Si micromold using N:DLC:Ni coatings for microfluidic devices", "abstract": "In this paper the effect of surface properties of micromolds on replication process was investigated by using nitrogen (N) and nickel (Ni) doped diamond-like carbon (N:DLC:Ni) coated and uncoated silicon (Si) micromolds. Hot embossing is one of the most popular replication technologies for low cost and mass production. However higher friction and adhesion in hot-embossing process can shorten the lifetime of micromolds. In the micro-hot-embossing process used for this study, the N:DLC:Ni coatings on the Si micromolds successfully increased the lifetime of the micromolds by 3–18 times. The N:DLC:Ni coatings were deposited on the Si micromolds by magnetron co-sputtering at various Ni target powers. The surface and tribological properties of the molds such as bonding structure, surface roughness, surface energy, adhesive strength, friction coefficient and wear resistance were characterized by micro-Raman spectroscopy, atomic force microscopy (AFM), contact angle measurement, micro-scratch test and ball-on-disk sliding test, respectively.", "doi": "10.1016/j.snb.2010.07.019"}, {"title": "Tuning the Electrochemical Reactivity of Boron- and Nitrogen-Substituted Graphene", "abstract": "© 2016 WILEY-VCH Verlag GmbH  &  Co. KGaA, Weinheim The structural modification of nanomaterials at the atomic level has the potential to generate tailor-made components with enhanced performance for a variety of tasks. The chemical versatility of graphene has been constantly employed to fabricate multi-functional doped 2D materials with applications encompassing energy storage and electrocatalysis. Despite the many reports on boron- and nitrogen-doped graphenes, the possible synergy that arises from combining these electronically complementary elements has yet to be fully understood and explored. The techniques used for the fabrication of these nanomaterials are reviewed, along with the most recent reports on the benefits of B, N singly doping and co-doping in the electrocatalysis for oxygen reduction reactions and for energy storage in supercapacitors and lithium secondary batteries. The investigation of bulk co-doped materials has intrinsic limitations in fully understanding the real role of heteroatoms in the above applications. Ultimately, the design and creation of substituted monolayers with controlled compositions might hold the key for carbon-based energy-related applications.", "doi": "10.1002/adma.201506316"}, {"title": "Ce-Pr mixed oxides as active supports for Water-gas Shift reaction: Experimental and density functional theory characterization", "abstract": "Experimental measurements by several techniques and density functional theory (DFT) calculations are combined to characterize Ce-Pr mixed oxides and deeply understand the influence of Pr dopant in their geometric and electronic structure, reducibility and catalytic behavior concerning the Water-gas Shift reaction (WGSR). Samples with nominal Pr dopant content of 0, 5, 15 and 50at% (atomic percentage) are synthesized via urea decomposition method and subsequent calcination in air at 450°C. X-ray diffraction characterization shows an increase of ceria lattice parameter for Pr loadings lower than 15at%, which is consistent with a solid solution formation. X-ray photoelectron spectra indicate a surface enrichment in Pr cations and a diminution of Ce3+ surface concentration as Pr content increases. DFT calculations confirm the preferential reduction of Pr cations due to a single oxygen vacancy formation in Ce-Pr mixed oxides, and also a significant decrease in the energy needed for this O removal compare to that in pure CeO2. Both experimental measurements and DFT calculations evidence that the addition of Pr dopant to ceria promotes oxygen vacancies formation, redox properties and oxygen storage capacity (OSC). Even more, the same promoting effect of Pr in the WGSR intrinsic catalytic activity of Ce-Pr mixed oxides is observed.", "doi": "10.1016/j.apcata.2014.07.040"}, {"title": "Synthesis and photoelectric properties of a solution-processable yellow-emitting iridium(iii) complex", "abstract": "© The Royal Society of Chemistry and the Centre National de la Recherche Scientifique. A solution-processable yellow-light-emitting heteroleptic phosphorescent Ir(iii) complex of (CzhBTZ)2Ir(fpptz) [CzhBTZ: (2-[2-(6-(9-carbazolyl)hexyl)phenyl]benzothiazole) fpptz: (2-(5-(4-fluorophenyl)-2H-1,2,4-triazol)-3-yl)] was synthesized. Its photophysical, thermal and electroluminescence properties were investigated. Phosphorescent organic light-emitting diodes (PhOLEDs) using (CzhBTZ)2Ir(fpptz) doping in (4,4′-bis(N-carbazolyl)-1,1′-biphenyl) as the emitting layer were prepared by spin-coating with a maximum peak at 533 nm, and International Commission on Illumination (CIE) coordinates of (0.42, 0.56).", "doi": "10.1039/c5nj01514f"}, {"title": "RF sputtered ZnO–ITO films for high temperature CO sensors", "abstract": "In this work is reported the development of ceramic sensors based on ZnO-doped ITO thin films for engine diagnostics able to withstand the harsh environments associated with exhausts. ZnO–ITO films were deposited by RF-sputtering and have been employed in the development of thin films-based carbon monoxide resistive sensors operating at high temperature (500 °C). ZnO–ITO films, with different Zn/In ratio and thickness around 3 µm., have been deposited by changing the power on the targets. The effects of both the working temperature and the ZnO loading on the sensors performances were investigated. Undoped ITO film has shown negligible response to CO, whereas ZnO–ITO films were found to be sensitive at the required working temperatures. The reported results show how the ZnO–ITO devices under study can be promising sensors for CO monitoring in real exhausts of car engines.", "doi": "10.1016/j.tsf.2009.04.006"}, {"title": "Development of a disposable ethanol biosensor based on a chemically modified screen-printed electrode coated with alcohol oxidase for the analysis of beer", "abstract": "A disposable amperometric biosensor for the measurement of ethanol has been developed. It comprises a screen-printed carbon electrode doped with 5% cobalt phthalocyanine (CoPC-SPCE), and coated with alcohol oxidase; a permselective membrane on the surface acts as a barrier to interferents. The measurement of ethanol is based on the signal produced by H2O2, the product of the enzymatic reaction. Optimisation studies were performed using amperometry in stirred solution and the magnitude of the signal was found to be dependent on pH, enzyme loading, type of membrane and applied potential. The same technique was used to evaluate the biosensor for the determination of ethanol in samples. The results obtained compared well with the manufacturers specifications. In order to test the possibility of using the devices in the field, chronoamperometry was also used to determine ethanol in the same beer samples. The precision and recovery data again indicated that the biosensor should give reliable results under the conditions described.", "doi": "10.1016/S0956-5663(00)00075-0"}, {"title": "Charge-injection mechanisms in semiconductor nanoparticles analyzed from force microscopy experiments", "abstract": "Charge-injection and electric force microscopy experiments are performed in silicon nanoparticles deposited on a doped silicon substrate. We address in this paper the issue of the nanoparticle charging mechanisms. The nanoparticle charging is shown to occur in a regime of permanent current flow between the tip and substrate, during which the injected charge gets confined in the form of a two-dimensional electron gas at the nanoparticle-substrate interface. The equilibrium nanoparticle charge is calculated in a variational Schrödinger-Poisson model in the effective mass approximation. The linearity of charge-voltage characteristics is discussed. © 2006 The American Physical Society.", "doi": "10.1103/PhysRevB.73.045318"}, {"title": "Drift region optimization by double epitaxial layer in low and medium power rated silicon power MOSFETs", "abstract": "Silicon vertically double diffused metal oxide semiconductor field effect transistor (VDMOSFET) shows a great promise for low and medium power applications and is economical when compared to their compound semiconductor counterparts. A silicon power MOSFET can be optimized using a newly proposed drift layer design strategy to increase the breakdown performance. The main difference between existing standard design and the proposed design is that, the new design uses two drift layers instead of a single drift layer with a similar process complexity. Silicon VDMOSFETs are designed and optimized through process and device simulations. The performance advantages like breakdown voltage and on current have been estimated through a combination of device and process simulations. The proposed design resulted in a significant increase in breakdown voltage from 25 to 95 V. The improvement in the breakdown voltage is attributed to reduction in the intrinsic electric field due to dopant atom re-distribution. Complete process sequence for realization of the proposed design is described. Overall system advantages gained from the implementation of newly proposed structure and process sequence in Si power devices have also been demonstrated through simulations.", "doi": "10.1007/s10854-015-3271-1"}, {"title": "Characterization of Er<sup>3+</sup>-doped Ti:LiNbO<inf>3</inf> waveguides: Losses, absorption spectra, and near field measurements", "abstract": "We present the experimental results of the characterization of Er3+-doped Ti:LiNbO3 waveguides using nondestructive methods. We report results concerning losses and near field and absorption measurements. Waveguide losses are measured in the 1550 nm wavelength region through an interferometric method based on two different techniques: thermal cavity tuning and wavelength sweeping. Homogeneous absorption and emission cross sections are calculated from the transmitted spectrum. The near field measurements are used to obtain the waveguide mode profile through a deconvolution algorithm to correct the probe effect. The resulting field profile enabled us to reconstruct the refractive index distribution. © 1996 Society of Photo-Optical Instrumentation Engineers.", "doi": "10.1117/1.600676"}, {"title": "Effect of magnetic field on tribological performances of two lubricating oils with phosphorus-containing additives", "abstract": "Copyright © 2017 John Wiley  &  Sons, Ltd. The influence of magnetic field on the tribological properties of 150SN mineral oil and the oils formulated with tricresyl phosphate or ammonium thiophosphate was evaluated on a modified 4-ball tribo-tester. The influencing mechanisms were discussed from the viewpoint of physical effect and chemical effect. The results indicated that the applied magnetic field improved the anti-wear ability of the neat mineral oil and T306-doped oils but impaired that of T307-doped oils. The friction-reducing capacity of the tested oils was undermined by the magnetic field. The atomic concentrations of the functional elements identified in T306 or T307 under magnetic field were higher or lower than those without magnetic impact, respectively. The magnetic force between steel balls and tribo-diffusion of the functional elements contained in T306 or T307 into the substrate induced by magnetism was inferred to impair the friction-reducing performances of the formulated oils.", "doi": "10.1002/ls.1392"}, {"title": "Phosphor thermometry in turbulent hot gas flows applying Dy:YAG and Dy:Er:YAG particles", "abstract": "In order to improve the phosphorescence emission behavior of phosphor powders for temperature measurements in a gas flow, the activator concentration in Dy:YAG was varied and the phosphor was co-doped with the sensitizer erbium (Er). Phosphorescence spectra, overall phosphorescence signal intensities and the phosphorescence lifetime were characterized in a furnace up to 1400 K. Planar thermometry was conducted in hot gas flows, whereby an improved average temperature uncertainty of about 3% was obtained using Dy:YAG and of 1.8% for Dy:Er:YAG for temperatures of 450 K.", "doi": "10.1088/0957-0233/26/1/015204"}, {"title": "The Density of States at the Band Tail of a Disordered System with Correlations", "abstract": "Edwards' formulation of the electronic states in a disordered system is extended for a generalized probability distribution in which the correlations between the positions of scatterers of different kinds are included. Using Feynman's path integral it is shown that the density of states may be defined in amorphous materials where the short‐range order may play an important role. The evaluation is considered for pure and binary liquid semiconductors and for a heavily doped and compensated semiconductor to give the asymptotic form of the density of states for ε < 0. Copyright © 1980 WILEY‐VCH Verlag GmbH & Co. KGaA", "doi": "10.1002/pssb.2220990122"}, {"title": "X-ray imaging of dispersive charge modes in a doped Mott insulator near the antiferromagnet/superconductor transition", "abstract": "Momentum-resolved inelastic resonant x-ray scattering is used to map the doping evolution of bulk electronic modes in the doped Mott insulator class Nd2-x Cex CuO4. As the doping induced antiferromagnet/superconductor (AFM/SC) transition is approached, we observe an anisotropic redistribution of the spectral weight of collective excitations over a large energy scale along the Γ→ (π,π) direction, whereas the modes exhibit broadening (∼1eV) with relatively little softening along Γ→ (π,0) with respect to the parent Mott state (x=0). Our study reveals a closing of the charge gap in the vicinity of the zone center even though the mode softening and spectral redistribution involve an unusually large energy scale over the full Brillouin zone. The collective behavior of modes in the vicinity of the AFM/SC critical transition is demonstrated. © 2008 The American Physical Society.", "doi": "10.1103/PhysRevB.78.073104"}, {"title": "One-step synthesis of Fe-doped surface-alkalinized g-C <inf>3</inf> N <inf>4</inf> and their improved visible-light photocatalytic performance", "abstract": "A one-step calcination method was designed to synthesize Fe-doped surface-alkalinized graphitic carbon nitride (g-C 3 N 4 ). Results of transmission electronmicroscope (TEM) and elemental mapping, X-ray photoelectron spectroscopy (XPS) indicated that the Fe species might exist between layers in g-C 3 N 4 . From the photoluminescence (PL) and transient photocurrent response results, doping trace amounts of Fe could accelerate the separation of photo-generated carriers, and further increase the generation of active species. Among various photocatalysts, the composite (0.05 wt% Fe) exerts maximum photocatalytic performance in the degradation of tetracycline (TC) under visible-light irradiation. A very low Fe species content of 0.05% resulted in a 3 fold higher reaction rate than that of bulk g-C 3 N 4 . In addition, the as-synthesized materials exhibited efficient and stable visible light driven photodegradation activity in degradation of TC, which could be used as a candidate for application eliminating antibiotics in the environment.", "doi": "10.1016/j.apsusc.2018.11.062"}, {"title": "Partial inverse spinel structure of manganese-doped gahnite: XRD and EPR spectroscopy studies", "abstract": "Manganese-doped ZnAl2O4 (gahnite) samples, with doping levels 0, 4.3, 7.6 and 11.7at.% Mn (substituting for Zn), were prepared using a sol–gel technique and characterized by X-ray powder diffraction. Diffraction lines were broadened indicating on nanocrystalline samples, the line broadening depended on Mn doping level. The samples were cubic with a spinel-type structure, space group F d 3 ¯ m. Manganese doping of gahnite caused an increase of unit-cell parameter. The structure of the gahnite samples was refined by the Rietveld method, simultaneously with the analysis of diffraction line broadening. Valence state and the location of manganese ions in the structure were determined by EPR spectroscopy. Pure gahnite possessed the normal spinel structure, while Mn-doping induced the appearance of partial inverse spinel structure with Mn2+ ions residing on both tetrahedral and octahedral cation sites. Metal-oxide distances in the (Zn,Mn,Al)O4 tetrahedra and (Al,Mn)O6 octahedra increased as the Mn-doping level increased, resulting in the unit-cell parameter enlargement. Crystallite size decreased and lattice strain increased on the increase of Mn loading.", "doi": "10.1016/j.jallcom.2011.06.006"}, {"title": "Investigation of rare-earth metal-doped Ba<inf>0.96</inf>Sr<inf>0.04</inf>Zr<inf>0.04</inf>Ti<inf>0.96</inf>O<inf>3</inf>ceramics", "abstract": "The dielectric properties of Ba0.96Sr0.04Zr0.04LnxTi0.96–xO3–δ(Ln = Y, Dy, Gd, Yb) ceramics were investigated in this work. The permittivity dependence on temperature showed the Curie temperature of the investigated ceramic samples was around 100 °C. The permittivity (>10000) at room temperature is obtained when the x is 0.004 and 0.003 for Y3+and Dy3+, respectively. The origin of the dielectric abnormality may result from the amphoteric properties of Y3+and Dy3+.", "doi": "10.1002/pssa.201532751"}, {"title": "Microcrystalline silicon phase in silicon oxide thin films developed by photo-CVD technique ", "abstract": "Intrinsic and p-type μc-Si/a-SiOx:H films have been developed by photochemical vapor deposition using SiH4, CO2, B2H6 and H2 gases. The level of boron doping [f=B2H6/(SiH4+CO2)] and hydrogen dilution [y=H2/(SiH4+CO2)] significantly affected the structural and optoelectronic properties of the material. The effect of chamber pressure was also studied. The crystalline planes of silicon were identified by X-ray diffraction and transmission electron microscopy. No evidence of crystalline silicon oxide was observed, i.e. oxygen incorporation occurred only in the amorphous phase. The fraction of crystallinity in the films was calculated from Raman spectra. Boron incorporation increased the conductivity, but beyond a certain level it decreased due to deterioration in the crystallinity. By the optimization of deposition parameters, high conducting (2.2×10−1 Scm−1) p-type microcrystalline silicon–oxygen alloy films were developed for an optical gap (E04) of 1.95 eV. This would be useful for a window layer or the tunnel junction of solar cell.", "doi": "10.1016/S0040-6090(00)01211-6"}, {"title": "Optical properties of Er3+-doped SiO2-GeO2-Al2O3 planar waveguide fabricated by sol–gel processes", "abstract": "In this paper, we report silica based planar waveguides doped with Er3+, and co-doped with GeO2 and Al2O3. These sol–gel derived planar waveguides were fabricated on SOS (silica on silicon) using multiple spin-coating and rapid thermal processing (RTP). Investigation has been made on their characteristics in terms of their application in optical amplification and lasing, including photoluminescence (PL), fluorescence lifetime, refractive index, propagation loss, surface roughness, Fourier transform infrared (FTIR) spectrum and X-ray diffraction (XRD) analysis. The propagation loss of a 20-layer planar waveguide was measured to be about 1.6 dB/cm for TE0 and 2.2 dB/cm for TM0 mode. A strong emission transition (4I13/2→4I15/2) at 1.536 μm with a lifetime of 3.6 ms has been obtained for an optimized molar composition of 90SiO2: 10GeO2: 20AlO1.5: 1ErO1.5.", "doi": "10.1016/S0040-6090(00)00915-9"}, {"title": "Photoelectrochemical parameters of In-doped thin CdSe layers", "abstract": "Photoanodes of polycrystalline CdSe layers, doped with different concentration of In are investigated. SEM microphotographs show that during the recrystallization process dense and homogenous layers with 50 μm sized crystallites are obtained. In order to obtain maximum performance the effect of In concentration on the photocurrent is analyzed and the optimal value of donor concentration (5×1016cm−3) is established. Applying Gartner-Butler's model for a semiconductor-electrolyte junction, the minority carrier diffusion length L (5.6 × 10−6 cm) and the donor concentration in the depletion layer Nd are determined for samples with optimal donor concentration. Direct preparation of well crystallized and suitably doped layers removes the necessity of sample posttreatment usually performed to increase their efficiency.", "doi": "10.1016/0927-0248(93)90135-P"}, {"title": "Deposition of Pt and Sn doped CeOx layers on silicon substrate ", "abstract": "Radio Frequency Magnetron Sputtering is used to elaborate CeOx layers doped with platinum and/or tin on a SiO2/Si substrate. Morphology, chemical composition and crystallographic structures were investigated by Transmission Electron Microscopy. The presence of nanoparticles of mainly ceria and metallic platinum is exhibited.", "doi": "10.1016/j.surfcoat.2012.08.036"}, {"title": "Atomistic simulation and XAS investigation of Mn induced defects in Bi12TiO20\n             ", "abstract": "This work reports an investigation of the valence and site occupancy of Mn dopants in Bi12TiO20 (BTO: Mn) host using X-ray Absorption (XAS) and atomistic simulation techniques based on energy minimisation. X-ray Absorption Near Edge Structure (XANES) at the Mn K-edges gave typical results for Mn ions with mixed valences of 3+ and 4+. Extended X-ray Absorption Fine Structure (EXAFS) results indicated that Mn ions are probably substituted at Ti sites. Atomistic simulation was performed assuming the incorporation of Mn2+, Mn3+ and Mn4+ ions at either Bi3+ or Ti4+ sites, and the results were compared to XANES and EXAFS measurements. Electrical conductivity for pure and doped samples was used to evaluate the consistency of the proposed model.", "doi": "10.1016/j.jssc.2016.03.029"}, {"title": "Modeling Short-Channel Effects in Core-Shell Junctionless MOSFET", "abstract": "In this paper, we propose a model for estimating short-channel effects (SCEs) in the shell-doped double-gate junctionless (JL) MOSFET. The main emphasis of this paper is to estimate SCEs by effectively capturing source/drain (S/D) extensions beyond the gate edges for different values of undoped core thickness (Tcore), shell doping (Nd), gate length (Lg), and gate (Vgs) and drain (Vds) biases in subthreshold regime. The threshold voltage (Vth), drain-induced barrier lowering and subthreshold swing (S), extracted from transfer characteristics, are in good agreement with the simulation results. Results highlight the utility of shell doping and core thickness to provide an additional degree of freedomto controlSCEs. The proposedmodel can be useful in estimating SCEs and optimizing core-shell JL architecture for low-power applications.", "doi": "10.1109/TED.2018.2881006"}, {"title": "Hematite heterostructures for photoelectrochemical water splitting: rational materials design and charge carrier dynamics", "abstract": "Hematite (α-Fe2O3), with a bandgap suitable for absorption of the solar spectrum, is ideally suited for use as a photoanode material in photoelectrochemical (PEC) conversion of solar light into hydrogen fuel via water splitting. However, low hole mobility, short hole lifetime, high density of surface states, and slow kinetics for oxygen evolution at the α-Fe2O3/electrolyte interface have limited the PEC performance of α-Fe2O3 photoanodes to date. Along with numerous reports on doping and nanostructuring of α-Fe2O3, increased attention has been paid to α-Fe2O3 heterostructure design for improved PEC performance. This review article provides an overview of four main approaches to rational heterostructure design: coupling α-Fe2O3 with (1) an n- or p-type semiconductor for promoting charge separation; (2) a nanotextured conductive substrate for efficient charge collection; (3) a surface/interface passivation layer for reduced surface/interface charge recombination; (4) a catalyst for accelerated water oxidation kinetics. The achievements to date demonstrate that high PEC performance may be accessed with these designs. In addition, we review time-resolved laser techniques used to probe the charge carrier dynamics of these heterostructures. Dynamic studies have provided insight into the mechanisms responsible for the improved PEC performance in these materials and helped to guide continued design of α-Fe2O3 heterostructures for further enhancement of PEC water splitting. As summarized in this review article, rational heterostructure design is a promising strategy to push forward the application of α-Fe2O3 for potential low cost and high efficiency solar hydrogen conversion. A better fundamental understanding of the charge carrier dynamics in these structures in turn helps to guide and improve the heterostructure design.", "doi": "10.1039/C6EE01845A"}, {"title": "Broad spectral inhibitory effects of pale green zinc oxide nanophosphor on bacterial and fungal pathogens", "abstract": "Nd3+ doped zinc oxide nanophosphor were prepared by a modified sonochemical route. Adsorption of Aloe vera (A.V.) gel by the precursors made the final product with controlled morphology, that is A.V. gel acted as surfactant. Characterization studies confirmed the pure hexagonal phase with nanostructure, wide-bandgap was reported. Major electronic transitions in the prepared samples were due to 4f shell electrons of Nd3+ions. Emission peaks attributed to 2P3/2 → 4I13/2, 2P3/2 → 4I15/2, 1I6 → 3H4, 2P1/2 → 4I9/2 and 4G7/2 → 4I9/2 transitions under the excitation wavelength of 421 nm. The emitted wavelengths showed the redshift from blue to pale green region. Further, the prepared samples showed very good control over the growth of microbial pathogens such as Staphylococcus aureus, Escherichia coli, Klebsiella pneumonia, Pseudomonas aeruginosa, Alternaria alternata and Fusarium oxysporum. The proposed mechanism is that the ZnO:Nd3+ interwinds the bacteria and fungal pores with a heterogeneous range of superstructues, resulting in the local perturbation at cell membrane of fungal cells. This induces to decrease the potential energy at bacterial membrane and the leakage of electrolytes of fungal spores. There is a mechanical wrapping interaction between pathogens and the nanoparticles which locally damages of the cell membrane and causes cell lysis. Biocompatible, ZnO:Nd3+ nanostructures possesses antibacterial activity against more multi-resistant bacterial and fungal phytopathogens. This additional information provides useful scientific information to prevent the various crop diseases.", "doi": "10.1016/j.arabjc.2017.12.012"}, {"title": "Improved Electrochemical Performance of Na<inf>3</inf>V<inf>2-x</inf>Zr<inf>x</inf>(PO<inf>4</inf>)<inf>3</inf>/C through Electronic and Ionic Conductivities Regulation", "abstract": "Electronic and ionic conductivities are two key parameters in determining the electrochemical performance of lithium/sodium ion batteries, and element-doping is an effective way to regulate the conductivity of an active material. In this work, we attempt to modify the electronic and ionic conductivities of Na3V2(PO4)3/C cathode through a proper content of Zr-doping and the two kinds of conductivities are distinguished by an ion-blocking measurement method. All Zr-doped samples display significant increase of the electronic conductivity and the x = 0.1 sample possesses the highest value of the electronic conductivity. The ionic conductivity shows a similar variation trend, but the variation value is far smaller than that of the electronic conductivity. The increase of the electronic conductivity is about one order larger than that of the ionic conductivity as x increases from 0 to 0.1. The enhanced electronic and ionic conductivities can considerably improve the cycling and rate performance of the sodium ion batteries using Na3V2(PO4)3/C cathode, especially the rate performance. The x = 0.1 electrode exhibits a much higher capacity in the whole cycling process after 1000 cycles at 10 C rate and its capacity at 50 C is about 5 times larger than that of the pristine sample.", "doi": "10.1149/1945-7111/ab812b"}, {"title": "Thermopower analysis of the electronic structure around the metal-insulator transition in V1-x Wx O2", "abstract": "The electronic structure across the metal-insulator (MI) transition of electron-doped V1-xWxO2 epitaxial films (x=0-0.06) grown on α-Al2O3 substrates was studied by means of thermopower (S) measurements. Significant increase of |S| values accompanied by MI transition was observed, and the transition temperatures of S (TS) decreased with x in a good linear relation with MI transition temperatures. |S| values of V1-xWxO2 films at T>TS were constant at low values of 23μVK-1 independently of x, which reflects a metallic electronic structure, whereas those at T<TS almost linearly decreased with logarithmic W concentrations. The gradient of -213μVK-1 agrees well with -kB/eln10(-198μVK-1), suggesting that V1-xWxO2 films have insulating electronic structures with a parabolic density of state around the conduction band bottom.", "doi": "10.1103/PhysRevB.90.161105"}, {"title": "Characterisation of the active phase in caesium-doped iron-vanadium-oxide catalysts for the selective oxidation of polyaromatics", "abstract": "The addition of caesium sulphate to unsupported vanadium-iron-oxide materials leads to the formation of an amorphous non-stoichiometric phase, as well as the crystalline phases, FeVO4, Fe2V4O13, and Fe1-XS (pyrrhotite). Caesium was only present in the amorphous parts of the sample, and the amount of the new phase formed was found to vary depending on the vanadium:iron ratio and the amount of caesium dopant added. The new phase contains Fe3+ ions with oxide lattice vacancies in their coordination sphere, i.e. Fe3+-VO(e-) species. Catalytic testing demonstrated that the caesium-doped samples were more selective for the oxidation of fluorene to 9-fluorenone. The role of the caesium is probably to modify the surface acidity of the catalyst and act in the formation of stable oxide lattice vacancies.", "doi": "10.1023/A:1018926219595"}, {"title": "Creation of domains by direct electron beam writing in magnesium-doped LiNbO3 and LiNbO3:Fe single crystals", "abstract": "Domain structures in the Z-cut of highly doped LiNbO3:Mg and LiNbO3:Mg,Fe single crystals were created by direct electron beam writing (DEBW). It was found that the value and type of electron conductivity influence the shape and number of domains thus created. Controlled electron beam regular domains were created only in samples of the crystal LiNbO3:Mg,Fe [MgO]=5.16mol.%, [Fe]=0.007mol.%. In highly doped LiNbO3:Mg ([MgO]=5.19mol.%) crystal, the domains were formed chaotically and controlled creation of domains did not occur. The domain shapes were analyzed in the framework of the theory of screening of domain nuclei depolarizing electric fields and the influence of screening on the final shape of domains. It was found that screening of intrinsic electric fields is faster in the LiNbO3:Mg,Fe crystal. This crystal has a high electronic conductivity of hopping type with a high mobility of charge carriers. Thus, a small amount of Fe provides equilibrium between the ferroelectric switching velocity and screening of the depolarizing electric field velocity. The results are discussed considering differences in the electron conductivity mechanisms, which control the screening of depolarizing electric field velocity and spatial charge area formed under an electron beam.", "doi": "10.1016/j.nimb.2016.01.026"}, {"title": "The D-dopachrome tautomerase (DDT) gene product is a cytokine and functional homolog of macrophage migration inhibitory factor (MIF)", "abstract": "Macrophage migration inhibitory factor (MIF) is a pivotal regulator of the immune response. Neutralization or genetic deletion of MIF does not completely abrogate activation responses, however, and deletion of the MIF receptor, CD74, produces a more pronounced phenotype than MIF deficiency. We hypothesized that these observations may be explained by a second MIF-like ligand, and we considered a probable candidate to be the protein encoded by the homologous, D-dopachrome tautomerase (D-DT) gene. We show that recombinant D-DT protein binds CD74 with high affinity, leading to activation of ERK1/2 MAP kinase and downstream proinflammatory pathways. Circulating D-DT levels correlate with disease severity in sepsis or malignancy, and the specific immunoneutralization of D-DT protects mice from lethal endotoxemia by reducing the expression of downstream effector cytokines. These data indicate that D-DT is a MIF-like cytokine with an overlapping spectrum of activities that are important for our understanding of MIF-dependent physiology and pathology.", "doi": "10.1073/pnas.1102941108"}, {"title": "Dark-Current-Blocking Mechanism in BIB Far-Infrared Detectors by Interfacial Barriers", "abstract": "We fabricate Ge:B-blocked impurity band (BIB) far-infrared detectors using near-surface processing techniques. The current-voltage ( ${I}$ - ${V}$ ) characteristics and the energy band structure are investigated. It is found that there are three interfacial barriers in Ge:B BIB detectors due to the bandgap narrowing effect. The barrier height can be adjusted by changing the doping concentration in the contact region of BIB detectors. A new dark-current-blocking mechanism is proposed that the interfacial barriers can block the transport of carriers at low temperatures. Moreover, the greater the barrier height, the stronger the blocking effect. Utilizing this new blocking mechanism, the ${I}$ - ${V}$ characteristics of Ge:B BIB detectors can be better explained. By increasing the barrier heights, the dark current is reduced significantly, almost six orders of magnitude within a certain voltage range, and the working temperature is increased from the usual 4.2-10 K, which is of great significance for extending the service life of BIB detectors on outer space observation platforms. Our findings will help to better design BIB detectors and improve their performance.", "doi": "10.1109/TED.2021.3072359"}, {"title": "Behavior of Si photoelectrodes under high level injection conditions. 1. Steady-state current-voltage properties and quasi-Fermi level positions under illumination", "abstract": "The behavior of the quasi-Fermi levels of electrons and holes at various semiconductor/liquid interfaces has been probed through the use of thin, high purity, low dopant density single crystal Si photoelectrodes. Since standard Air Mass 1.5 illumination is sufficient to produce high level injection conditions in such samples, minimal electric fields can be present near the solid/liquid interface. Under these conditions, efficient charge separation relies on establishment of kinetic asymmetries at the back contacts while effectively sustaining photogenerated carrier concentration gradients in the photoelectrode. These conditions were achieved for Si/CH3OH interfaces in contact with the 1,1′-dimethylferrocene+/0, cobaltocene+/0, methyl viologen2+/+, and decamethylferrocene+/0 redox couples. For redox couples having energies near the top of the Si valence band, such as 1,1′-dimethylferrocene+/0, the sample acted like an n-type photoelectrode, yielding large photovoltages for collection of electrons at the back contact and small photovoltages for collection of holes. For redox couples having energies near the bottom of the Si conduction band, such as cobaltocene+/0, the sample acted like a p-type photoelectrode, yielding large photovoltages for collection of holes at the back contact and small photovoltages for collection of electrons. The Si sample exhibited both photoanodic and photocathodic currents in contact with redox couples having electrochemical potentials in the middle of the Si band gap. A simple explanation, based on the fundamental carrier statistics of semiconductor/liquid contacts under illumination relative to the situation at equilibrium, is advanced to describe this behavior. This explanation is also applicable to a description of the photovoltage behavior of semiconductor particles and to undoped photoconductive semiconductor electrodes that are operated under high level injection conditions. In additional experiments, measurement of the apparent electrochemical potentials of electrons and holes in contact with various redox couples has allowed quantification of the amount of recombination and experimental determination of the separation of the quasi-Fermi levels for various redox couples at the semiconductor/ liquid contact. These measurements are important to verification of key elements of the Shockley-Read-Hall and Marcus-Gerischer theories for semiconductor/liquid junctions.", "doi": "10.1021/jp962483s"}, {"title": "Titanium dioxide based bioelectric sensor for the acquisition of electrocardiogram signals", "abstract": "We report the development of dry sensors that do not require the use of gel or preparation of skin for Electrocardiogram (ECG) signal detection. Bioelectric sensors are transducers that convert ionic currents within the body into electron currents, which can be collected and processed to monitor the activities of the human body. Biopotentials of the human body are usually measured with conventional, Ag/AgCl sensors or electrodes. These sensors provide good quality signals but suffer from signal degradation after a short period of usage. Ag/AgCl sensors also require the skin to be prepared before measurement and also need frequent replacement of the conductive gel for prolonged use of the sensors. To overcome these limitations, dry bioelectric sensors have been developed which do not require the usage of conducting gels. The dry sensors have been fabricated using Titanium dioxide (TiO2) nanoparticles as base and the properties of the sensors have been tuned by doping it with aluminum to achieve the required bioelectric potentials. Impedance measurements have been performed to understand the behavior of the sensors on unprepared skin. The sensors have been integrated with a signal acquisition system to record Electro Cardio Gram (ECG) signals. The signals achieved from the fabricated sensors were found to be on par with the signals obtained from the commercially available pre-gelled sensors.", "doi": "10.1016/j.microc.2020.105656"}, {"title": "Ferromagnetism and metallic state in digital (Ga, Mn)As heterostructures", "abstract": "We present an extensive density-functional theory study of the electronic, magnetic, and transport properties of GaAs and AlAs digital ferromagnetic heterostructures. These can be obtained by δ doping with Mn the GaAs layers of a GaAs/AlAs superlattice. Our analysis spans a range of Mn concentrations and considers the presence of compensating defects such as As antisites. In the defect-free case all the heterostructures studied present a half-metallic electronic structure. In contrast, when As antisites are present the half-metallic state is destroyed and the heterostructures behave as dirty planar metals. In this case they show a large p-type metallic conductance in the Mn plane mainly due to majority spin electrons, and an n-type hopping like conductance in the GaAs planes mainly due to minority spin electrons. This suggests that if the As antisites can be kept far from the Mn planes, spatial separation of the different spin currents can be achieved. Finally, we show that in the case of AlAs/(Ga, Mn)As digital ferromagnetic heterostructures the AlAs/GaAs valence band offset produces an additional confining potential for the holes responsible for the ferromagnetism. Therefore the ferromagnetic coupling between the Mn ions becomes larger and more robust to the presence of As antisites. © 2003 The American Physical Society.", "doi": "10.1103/PhysRevB.68.054425"}, {"title": "Photocurrent-action spectrum of anthracene: Tetracene mixed crystal ", "abstract": "The photocurrent-action spectrum of an anthracene crystal doped with tetracene (in a concentration of 10−5) exhibits the tetracene singlet exciton absorption spectrum. The two Davydov components of the first excited state are found at 2.39 and 2.47 eV. The charge carrier generation process involves intersystem crossing from guest to host resulting in anthracene triplet excitons and hole detrapping in the host lattice. A lower limit of the intersystem crossing rate kisc = 3 × 104 sec−1 is determined from the ratio of photocurrents in the guest and host absorption regions.", "doi": "10.1016/0038-1098(75)90301-4"}, {"title": "Crystal growth and yellow emission of Dy:YAlO3", "abstract": "Dy3+-doped YAlO3 single crystal has been successfully grown by Czochralski technique. The spectroscopic parameters were determined by Judd-Ofelt theory based on the measured polarized absorption spectra. Dy:YAP crystal exhibits a yellow emission centered at 574 nm which can be used for pumping of the forbidden 1S0-3P0 ytterbium clock transition. The decay lifetime of the 4F9/2 level was measured to be 185 μs.", "doi": "10.1016/j.optmat.2017.06.005"}, {"title": "In situ monitoring of the stress evolution in growing group-III-nitride layers", "abstract": "Using a newly developed in situ curvature measurement technique with nearly perpendicular incidence, we observed the strain state of group-III-nitride layers during growth by metal organic vapour-phase epitaxy. Different sources of compressive or tensile stress could be identified. The impact of 3D-island coalescence, of epitaxial and thermal mismatch, or of doping could be monitored in detail as well as the influence of different layer schemes on stress evolution. The lattice mismatch induces a high dislocation density. A reduction could be achieved by an in situ masking of the GaN layer with a SiN mask deposited using silane and ammonia in the growth chamber. On this mask, a nano-epitaxial lateral overgrowth can be performed partly blocking dislocations. With theoretical models we describe the evolution of stress during growth. We will show ways to control stresses and strains in GaN heteroepitaxy to achieve crack-free, device-relevant GaN layers on Si.", "doi": "10.1016/j.jcrysgro.2004.10.090"}, {"title": "Electronic-band-structure mapping of nanotube transistors by scanning photocurrent microscopy", "abstract": "Electronic-band-structure mapping of carbon nanotube field-effect transistors (CNFETs) operated in various transport regimes are reported by scanning photocurrent microscopy is demonstrated. It is demonstrated that the photocurrents measured at different biasing conditions provide access to the electronic band structure profile of the nanotube channel. A comparison of the profiles with the device switched into n-or p-type states evidences the impact of chemical doping from the ambient. The scanning photocurrent microscopy constitutes an effective and facile technique for the quantitative determination of the Schottky barrier height in such devices. The results show that the photoconductivity from an individual CNT is only observable in the OFF state of the device and in the ON states, the local phosphorescence is similar to that obtained from a reverse-biased Schottky diode.", "doi": "10.1002/smll.200700418"}, {"title": "Jahn-Teller distortions of Ag2+ ions in SrF2 and CaF2 by odd modes", "abstract": "An anistropic EPR spectrum of Ag2+ ions has been observed at 4.2°K in single crystals of CaF2 and SrF2 that have been doped with silver. X rays convert the silver from the Ag1+ to the Ag2+ state. The results may be fitted with spin Hamiltonians with S=12, g=1. 9970. 001 and g=2. 106±0. 001 for CaF2, and g=1. 988±0. 001 and g=2. 130±0. 001 for SrF2. Hyperfine interactions with the silver nucleus are not resolved, but are expected to be small from symmetry considerations. Hyperfine interactions with two equivalent fluorines are observed and have the characteristic 1: 2: 1 intensity ratio with A=58. 6×10-4 cm-1 and A=14. 5×10-4 cm-1 for CaF2:Ag2+, and A=30. 6×10-4 cm-1 and A=14. 6×10-4 cm-1 for SrF2:Ag2+. Additional hyperfine structure from four other fluorine nuclei can be resolved when the magnetic field is along a 110 direction. Optical absorption bands are observed in the x-rayed CaF2:Ag2+ at 25 550 and 19 000 cm-1. One of the optical absorption bands and the g shift can be correlated by assuming that the Ag2+ excited state mixes with the fluorine ligands. This physical system is unusual in that the silver ions distort from cubic symmetry by moving off center in 110directions away from the central position and should have an electric dipole moment. In the distorted position, the hole in the d shell of Ag2+ is shared with a pair of 100-oriented fluorine ions. © 1970 The American Physical Society.", "doi": "10.1103/PhysRevB.2.32"}, {"title": "Direct observation of dynamic charge stripes in La<inf>2-x</inf>Sr <inf>x</inf>NiO<inf>4</inf>", "abstract": "The insulator-to-metal transition continues to be a challenging subject, especially when electronic correlations are strong. In layered compounds, such as La2-xSrxNiO4 and La2-x Ba xCuO4, the doped charge carriers can segregate into periodically spaced charge stripes separating narrow domains of antiferromagnetic order. Although there have been theoretical proposals of dynamically fluctuating stripes, direct spectroscopic evidence of charge-stripe fluctuations has been lacking. Here we report the detection of critical lattice fluctuations, driven by charge-stripe correlations, in La2-xSr xNiO4 using inelastic neutron scattering. This scattering is detected at large momentum transfers where the magnetic form factor suppresses the spin fluctuation signal. The lattice fluctuations associated with the dynamic charge stripes are narrow in q and broad in energy. They are strongest near the charge-stripe melting temperature. Our results open the way towards the quantitative theory of dynamic stripes and for directly detecting dynamical charge stripes in other strongly correlated systems, including high-temperature superconductors such as La2-xSrxCuO 4. © 2014 Macmillan Publishers Limited. All rights reserved.", "doi": "10.1038/ncomms4467"}, {"title": "Ion movement in polypyrrole/dodecylbenzenesulphonate films in aqueous and non-aqueous electrolytes", "abstract": "The electrochemical characteristics during the redox process of polypyrrole (PPy) films, prepared using dodecylbenzenesulphonate (DBS−) dopant species, have been investigated using a combination of cyclic voltammetry and Electrochemical Quartz Crystal Microbalance (EQCM) measurements. Investigations were carried out using aqueous and non-aqueous electrolytes to study the effect of solvent on the ion movement during redox processes. When PPy films are cycled in aqueous electrolytes transport of both anion and cation occurs during oxidation and reduction. However, when cycled in the non-aqueous electrolyte propylene carbonate (PC) only anion movement takes place.", "doi": "10.1016/S0167-2738(02)00530-1"}, {"title": "Piezoelectric inkjet printed films and patterns of ZnO and Mn doped ZnO: Formation of bifunctional Zn<inf>0.98</inf>Mn<inf>0.02</inf>O films", "abstract": "Films and patterns of ZnO and Zn0.98Mn0.02O semiconductors have been inkjet printed, using their precursor inks, on Si and polyimide substrates with a drop on demand inkjet printer. A Zn 0.98Mn0.02O film printed on Si after processing showed enhanced bi-functional properties, like room temperature ferromagnetism and ultraviolet sensing, compared to diamagnetic and the ultraviolet sensing properties of a pristine ZnO film. Thus, this process opens up new possibilities of patterning advanced multifunctional materials. © 2011 The Royal Society of Chemistry.", "doi": "10.1039/c1jm10836k"}, {"title": "Improved hydrogen storage in the modified metal-organic frameworks by hydrogen spillover effect", "abstract": "In the present work, in order to enhance hydrogen storage capacity of metal-organic frameworks (MOFs) at room temperature, two ways are carried out for MOFs modification. One is a simple doping of metal-supported carbon catalyst with MOFs; the other is doping metal-supported carbon catalyst through a carbon bridge with MOFs. Pressure-composition ( P - C ) isotherms of these modified and unmodified samples are investigated using Severts-type apparatus at 293 K and the pressure ranging from 0.01 to 5.0 MPa . Through these modification techniques based on the hydrogen spillover effect, especially the carbon-bridged catalyst doping technique, the modified samples witnessed a great increase in hydrogen uptakes when compared with the pristine samples. The storage capacity of modified MIL-101 and MIL-53 at 5.0MPa and 293K are found to be 1.14 and 0.63wt%, which are greatly increased as compared to the pristine-MOFs.", "doi": "10.1016/j.ijhydene.2007.04.029"}, {"title": "From graphene oxide to pristine graphene: revealing the inner workings of the full structural restoration", "abstract": "High temperature annealing is the only method known to date that allows the complete repair of a defective lattice of graphenes derived from graphite oxide, but most of the relevant aspects of such restoration processes are poorly understood. Here, we investigate both experimentally (scanning probe microscopy) and theoretically (molecular dynamics simulations) the thermal evolution of individual graphene oxide sheets, which is rationalized on the basis of the generation and the dynamics of atomic vacancies in the carbon lattice. For unreduced and mildly reduced graphene oxide sheets, the amount of generated vacancies was so large that they disintegrated at 1773–2073 K. By contrast, highly reduced sheets survived annealing and their structure could be completely restored at 2073 K. For the latter, a minor atomic-sized defect with six-fold symmetry was observed and ascribed to a stable cluster of nitrogen dopants. The thermal behavior of the sheets was significantly altered when they were supported on a vacancy-decorated graphite substrate, as well as for the overlapped/stacked sheets. In these cases, a net transfer of carbon atoms between neighboring sheets via atomic vacancies takes place, affording an additional healing process. Direct evidence of sheet coalescence with the step edge of the graphite substrate was also gathered from experiments and theory.", "doi": "10.1039/C4NR05816J"}, {"title": "Polymorphic transformations and optical properties of graphene-based Ag-doped titania nanostructures", "abstract": "TiO2 is the most studied semiconductor material for photovoltaics and photocatalyst applications, but due to a very large electron hole recombination process it is difficult to use it as a photovoltaics material. In this context graphene-decorated Ag-doped TiO2 nanostructures have been synthesized by a simple, cost effective chemical method. In this paper, we have studied the structural transformations and electronic band structure of Ag-doped TiO2 due to the incorporation of graphene oxide. Pure rutile and anatase–rutile mixed phases of TiO2 nanoparticles were obtained by Ag doping and annealing at 400 °C. A large red shift was observed in most of the graphene-decorated, doped TiO2 hybrid nanostructures, which is because of the electron transfer between the conduction bands of the doped TiO2 and the multilayer graphene. The Ag-doped TiO2 nanoparticles appear in the shape of a bunch of bananas (or rice-like) because of the jumbled collection of particles, which remain unaltered even after graphene decoration. The strong electrical coupling of Ag-doped TiO2 with reduced graphene oxide produces an advanced hybrid material useful for superior photovoltaics, photocatalytic activity and other applications.", "doi": "10.1039/C4CP02982H"}, {"title": "A quasi-zero-gap semiconductor at high pressures as a model of amorphous semiconductor", "abstract": "A data summary is made for the energy spectrum and electron transport under uniform pressure in heavily doped compensated semiconductors with a deep impurity band in the tail of the intrinsic band state density. It is shown that these semiconductors subject to high pressure can be used for modeling amorphous semiconductors.", "doi": "10.1007/s11182-008-9094-2"}, {"title": "The evaluation of the current–voltage and capacitance–voltage-frequency measurements of Yb/p-Si Schottky diodes with a high zero-bias barrier height", "abstract": "The rare-earth metal Yb (Ytterbium) which has a very low work function of 2.60 eV has been shown to high quality Schottky contacts to p-Si. Two distinct linear regions in the semi-logarithmic current density–voltage plot are observed for Yb/p-Si Schottky diodes. From the linear regions, the very high zero-bias barrier height values are determined as 0.83 and 0.88 eV. The value of rectification ratio is in order of ~ 106 which is close to the commercial Schottky diodes. From Cheung functions, the value of series resistance is found to be 12.60 Ω. Furthermore, the important contact parameters of the diodes are calculated by using modified Norde method. The contact parameters obtained from reverse bias capacitance–voltage-frequency measurements do not show an important dependence on frequency. The calculated values of acceptor concentration are in close agreement with the value of doping concentration of the p-Si wafer used in this study.", "doi": "10.1007/s00339-020-03662-8"}, {"title": "Multi-cationic layered double hydroxides: Calcined products as photocatalysts for decomposition of NOx", "abstract": "Several multi-cationic layered double hydroxides were synthesized by hydrothermal method and their calcined products were evaluated for the photodegradation of NOx. The synthetic samples were characterized by powder X-ray diffraction (XRD), BET specific surface area and scanning electron microscopy (SEM). From the XRD results, it was found that doping of lanthanum in LDH structures led to poor crystallinity. Nickel zinc titanium oxide phases were observed in the XRD patterns when the samples were heated at higher temperatures. Doping the samples with Ni prevented the formation of pure zinc titanate phase. Lanthanum doping also affected the formation of nickel zinc titanium oxide. The photocatalytic activity of calcined samples was measured using decomposition of NOx molecules. Photocatalytic properties decreased with increasing calcination temperatures as a result of grain growth. Formation of ZnO phase after calcination led to effective photocatalytic decomposition of NOx molecules. Nickel zinc titanium oxide showed lower photocatalytic activity compared to pure zinc titanate. The specific surface areas of La containing LDHs were found to be higher compared to other LDHs containing different cations as a result of smaller crystal size in the former.", "doi": "10.1016/j.clay.2013.07.002"}, {"title": "Controlling electrodeposited ultrathin amorphous Fe hydroxides film on V-doped nickel sulfide nanowires as efficient electrocatalyst for water oxidation", "abstract": "Developing cost-effective electrocatalysts with both high activity and stability remains challenging for oxygen evolution reaction (OER) in water electrolysis. Herein, based on V-doped nickel sulfide nanowire on nickel foam (NiVS/NF), we further conduct controllable electrodeposition of Fe hydroxides film on NiVS/NF (eFe/NiVS/NF) to further improve OER performance and stability. For comparison, ultrafast chemical deposition of Fe hydroxides on NiVS/NF (uFe/NiVS/NF) is also utilized. V-doping of NiVS/NF may introduce more active sites for OER, and nanowire structure can expose abundant active sites and facilitate mass transport. Both of the two depositions generate amorphous Fe hydroxides film covering on the surface of nanowires and lead to enhanced OER activities. Furthermore, electrodeposition strategy realizes uniform Fe hydroxides film on eFe/NiVS/NF confirmed by superior OER activity of eFe/NiVS/NF than uFe/NiVS/NF with relatively enhanced stability. The OER activity of eFe/NiVS/NF depends on various electrodepositon time, and the optimal time (15 s) is obtained with maximum OER activity. Therefore, the controllable electrodeposition of Fe may provide an efficient and simple strategy to enhance the OER properties of electrocatalysts.", "doi": "10.1016/j.jpowsour.2017.07.056"}, {"title": "Analysis of diuretic doping agents by HPLC screening and GC-MSD confirmation", "abstract": "The simultaneous analysis of 14 diuretics in human urine (belonging to five different pharmacological groups) by reversed-phase high-performance liquid chromatography (HPLC) with a diode-array detector was developed by using a gradient elution with acetonitrile and phosphate buffer containing propylamine hydrochloride on a Bondclone-ODS (10 μm) column. The method was applied to the screening test of several diuretics abused by athletes. The confirmation analysis was performed by gas chromatography-mass spectrometry with ion-selective detection (GC-MSD). The characteristic mass fragment ions obtained by electron-impact (EI) ionization (70 eV) provided sufficient identification of these diuretic agents. During the 1990 weight-lifting contest of Asia in Kao-Hsiung, Republic of China, one urine sample was found positive for the diuretic hydrochlorothiazide. © 1992.", "doi": "10.1016/0731-7085(91)80046-C"}, {"title": "State-switchable and wavelength-tunable gain-switched mid-infrared fiber laser in the wavelength region around 2.94 μm", "abstract": "We demonstrate a gain-switched singly Ho3+-doped ZBLAN fiber laser for the first time in the wavelength region around 2.94 μm which circumvents the strong water vapor lines. Four switchable gain-switched temporal states with 1/n (n = 4,3,2,1) pump repetition rates are first observed. The influences of pump power (pulse energy), repetition rate, duty cycle (pulse duration), and laser wavelength on their characteristics are studied, respectively. The results indicate that high pump repetition rate, large pump duty cycle, and short laser wavelength are beneficial for obtaining more gain-switched temporal states. For the case (n = 1), the increased pump repetition rate contributes to the increased pulse duration while decreased pulse energy and peak power. While μs-level pump pulse duration variation has an almost negligible effect on them. By introducing a plane ruled grating, the wavelength tuning was performed yielding a tuning range of 105 nm from 2895.5 nm to 3000.5 nm which just overlays the peak region of liquid water absorption. Finally, further optimizing of laser performances is discussed as well. This demonstration is helpful for preliminarily designing, prior to constructing a mid-infrared gain-switched laser which can find direct applications in laser surgery.", "doi": "10.1364/OE.26.000063"}, {"title": "Limits of cation solubility in AMg <inf>2</inf> Sb <inf>2</inf> (A = Mg, Ca, Sr, Ba) alloys", "abstract": "© 2019 by the authors.  AM 2 X 2 compounds that crystallize in the CaAl 2 Si 2 structure type have emerged as a promising class of n- and p-type thermoelectric materials. Alloying on the cation (A) site is a frequently used approach to optimize the thermoelectric transport properties of AM 2 X 2 compounds, and complete solid solubility has been reported for many combinations of cations. In the present study, we investigate the phase stability of the AMg 2 Sb 2 system with mixed occupancy of Mg, Ca, Sr, or Ba on the cation (A) site. We show that the small ionic radius of Mg 2+ leads to limited solubility when alloyed with larger cations such as Sr or Ba. Phase separation observed in such cases indicates a eutectic-like phase diagram. By combining these results with prior alloying studies, we establish an upper limit for cation radius mismatch in AM 2 X 2 alloys to provide general guidance for future alloying and doping studies.", "doi": "10.3390/ma12040586"}, {"title": "Protons in LaErO3\n             ", "abstract": "The ac electrical conductivity of Ca-, Sr-, and Ba-doped LaErO3 has been measured with the van der Pauw method as a function of PH2O(10−5−10−2atm), PO2(10−20−1 atm), and temperature (500–1200°C). The total conductivity is modelled assuming a defect structure which comprises protons and oxygen vacancies compensating the acceptor dopants. Furthermore, it is assumed, and supported by EMF measurements, that the conductivity has contributions from protons, oxygen vacancies, and electron holes. Data fitting allows the pre-exponential terms and enthalpies of mobilities and equilibrium constants to be determined. The alkaline-earth-doped LaErO3 is mainly a protonic conductor at high PH2O and low PO2 and temperature. The equilibrium constant for the reaction H2O(g)+V..o=2H.i+Oox is found to decrease with increasing temperature; oxygen vacancies are the dominant carrier at high temperatures and protons at lower temperatures. The type of dopant examined plays only a modest role on the type of defects that are preferred in this system.", "doi": "10.1016/0167-2738(94)90327-1"}, {"title": "Preferential proton conduction along a three-dimensional dopant network in yttrium-doped barium zirconate: A first-principles study", "abstract": "© The Royal Society of Chemistry. The atomic-scale picture of the proton conduction in Y-doped BaZrO3 has theoretically been investigated using first-principles calculations on the basis of the nudged elastic band (NEB) method and the kinetic Monte Carlo (KMC) method. In this crystal, protons mainly reside around Y dopants due to the electrostatic attractive interaction between the dopants and protons, which is well known as proton trapping. In the case of the typical doping level x ∼ 0.2 in BaZr1-xYxO3-δ, the existence of Y-Y-Y triplets with a triangular configuration is an origin of the strong proton-trapping effect, in which protons are transferred in an oscillatory manner between two adjacent sites. The proton conduction behavior is however different from the conventional mechanism of trapping & detrapping applicable only to the case of dilute doping. At the typical doping level with dense dopants, protons preferentially migrate along the three-dimensional network of Y dopants throughout the crystal without detrapping. The preferential conduction pathways moderate the strong trapping effect of dense dopants, resulting in a minor reduction of the proton diffusivity and mobility in highly doped BaZrO3.", "doi": "10.1039/c8ta08283a"}, {"title": "MeV ion damage in GaAs single crystals: Strain saturation and role of nuclear and electronic collisions in defect production", "abstract": "We have reported previously that the perpendicular strain produced in the surface layer (several μm thick) of GaAs(100) crystals under MeV ion irradiation saturates at ∼0.4% regardless of the doping of the specimen, and that the parallel strain is zero within the experimental error. In this paper, the perpendicular strain in GaAs(111) and GaAs(110) crystals is reported to saturate at ∼0.3%. The ionization-induced spontaneous defect recovery is discussed in terms of the activation-energy lowering of the higher-charge-state interstitials. We suggest that inner-shell vacancies which decay by an Auger process may induce most effective self-annealing of defects created by nuclear collisions. We present an ion-lattice single-collision model which describes the production and saturation of the primary defects (interstitial, vacancy, and antisite defect) in GaAs under MeV ion or MeV electron irradiation. The model also shows that at low beam dose the concentration of interstitials and vacancies increases linearly with the product of stopping power and beam dose and is independent of the electronic stopping power. The antisite defect concentration increases initially as the square of the nuclear stopping power times the beam dose, and depends upon the electronic stopping power. The strain measured as a function of beam dose and stopping powers suggests that the strain in the room-temperature irradiated GaAs is controlled by the antisite defects. © 1986 The American Physical Society.", "doi": "10.1103/PhysRevB.33.4083"}, {"title": "Ultralow-voltage electric double-layer SnO<inf>2</inf> nanowire transistors gated by microporous SiO<inf>2</inf>-based solid electrolyte", "abstract": "Ultralow-voltage individual Sb-doped SnO2 nanowire field-effect transistors (FETs) gated by microporous SiO2-based solid electrolyte are fabricated by using nickel grid as a shadow mask. The operation voltage of the nanowire device is found to be as low as 1.0 V due to the large electric double-layer capacitance of the microporous SiO2 gate dielectric deposited at room temperature. The field-effect electron mobility, current on/off ratio, and subthreshold slope of the transistors are estimated to be 101 cm2/(V s), 105, and 85 mV/decade, respectively. Such low-voltage nanowire FETs gated by microporous SiO2-based solid electrolyte are promising for portable nanoscale sensor applications. © 2010 American Chemical Society.", "doi": "10.1021/jp1018789"}, {"title": "Enhanced morphological stability in Sb-doped Ge", "abstract": "The axial heat processing (AHP) crystal growth technique was used to investigate the morphological stability of faceted solid/liquid (s/l) interfaces. Six Sb-doped Ge single crystals containing 2.3 ×10-2 to 2.3 × 10-1 at. pct Sb were grown at pulling rates of 10 to 20 mm/h. These include two bicrystals specifically designed to investigate the effect of slight misorientation on stability. Faceted growth with a kinetic supercooling on the order of 0.15 K was achieved, and a characteristic two-dimensional W instability boundary, an inverted crater in three dimensions, was observed. The crystals exhibited enhanced morphological stability over the predictions of the constitutional supercooling (CS) criterion and the Mullins and Sekerka (MS) stability criterion, with the highest stability in the center of the W. These results are examined with current analytical stability theories accounting for convection and kinetics. An alternate model is proposed based on anisotropic kinetics and the competition between lateral spreading on a faceted interface and the amplification rate of an interfacial perturbation. © The Minerals, Metals & Materials Society and ASM International 2007.", "doi": "10.1007/s11661-006-9013-5"}, {"title": "Electroluminescent Fabric Woven by Ultrastretchable Fibers for Arbitrarily Controllable Pattern Display", "abstract": "Flexible textile displays can be revolutionary for information transmission at any place and any time. Typically, textile displays are fabricated by traditional rigid electronics that sacrifice mechanical flexibility of devices or by flexible electronics that do not have an appropriate choice to arbitrarily control single pixels. This work reports on an electroluminescent fabric woven by ultrastretchable fibers (electroluminescent fibers up to 400% stretch, electrode fibers up to 250% stretch), which can exhibit the pixel-based arbitrarily controllable pattern display by a mobile phone application. To realize ultrastretchability, we made these fibers by encapsulating liquid metals on a polyurethane core (high elasticity). To realize arbitrary control, the design shows a plain-woven structure comprising ZnS-based electroluminescent fibers and perpendicular electrode fibers. The cross-points between the electroluminescent fiber and the electrode fiber form pixels that can be switched on or off independently and can further form the pixel-based arbitrarily controllable pattern display. By doping with different elements, ZnS-based electroluminescent fibers can emit green, blue, or yellow lights. Meanwhile, the fabrication of these fibers employs dip-coating, a scalable manufacturing method without high temperature or vacuum atmosphere. These fabrics show great potential in a wide range of applications such as wearable electronic devices, healthcare, and fashion design.", "doi": "10.1021/acsami.0c19743"}, {"title": "Spectral sensitization of TiO2 with electrodeposited PbSe: improvement of photocurrent stability and light conversion efficiency", "abstract": "This work focuses on spectral sensitization of mesoporous TiO2 films and Nb-doped TiO2 films with polydisperse PbSe nanoparticles (TiO2/PbSe). For this, PbSe was electrochemically deposited from aqueous solution containing Pb2+ cations and SeO2. Chemical amount of electrodeposited PbSe was controlled by deposition time and impacted on the magnitude of sensitized photocurrents. The efficacy of different ions (Sn 2−; I3 −; H2PO4 −; N2H5 +; SO3 2−; SCN−, SeSO3 2−) as hole scavengers for TiO2/PbSe photoanodes was assessed by dynamics of photocurrent in polarization measurements. Electrolyte of Na2SO3 and Na2SeSO3 is reported as an effective one to attain stable photocurrent. Photoelectrochemical cells with TiO2/PbSe photoanodes show solar to electricity conversion efficiency of 0.09%, in spectral region up to 700nm for undoped TiO2. Enhancement of the photoresponse was achieved by different level of Nb doping into mesoporous TiO2 film. Extension of spectral response up to 800nm and photocurrent conversion efficiency of 0.24% is observed for TiO2/PbSe photoanodes with 2.5 at% Nb-doped TiO2. Doping with Nb results in positive shift on electrochemical scale of conduction band of TiO2. It favors the collection of photoelectrons from PbSe nanoparticles that have light absorption in wider spectral region.", "doi": "10.1016/j.electacta.2017.08.018"}, {"title": "Sr2Fe1.5Mo0.5O6−δ - Sm0.2Ce0.8O1.9 Composite Anodes for Intermediate-Temperature Solid Oxide Fuel Cells", "abstract": "Sr2Fe1.5Mo0.5O6−δ (SFM) perovskite is carefully investigated as an anode material for solid oxide fuel cells with LaGaO3-based electrolytes. Its electronic conductivity under anodic atmosphere is measured with four-probe method while its ionic conductivity is determined with oxygen permeation measurement. Samaria doped ceria (SDC) is incorporated into SFM electrode to improve the anodic performance. A strong relation is observed between SDC addition and polarization losses, suggesting that the internal SFM-SDC contacts are active for H2 oxidation. The best electrode performance is achieved for the composite with 30 wt% SDC addition, resulting in an interfacial polarization resistance of 0.258 Ω cm2 at 700°C for La0.8Sr0.2Ga0.8Mg0.2O3−δ supported single cells. Electrochemical impedance spectroscopy analysis indicates that the high performance of SFM-SDC composite anodes is likely due to the high ionic conductivity and electro-catalytic activity of SDC by promoting the ionic exchange processes. Redox cycle treatment shows that SDC addition can even improve the redox tolerance of SFM anodes.", "doi": "10.1149/2.020206jes"}, {"title": "First-principle study on the X (X=N, P, As, Sb) doped (9.0) single-walled SiC nanotubes", "abstract": "The structural and electronic properties of N, P, As and Sb doped (9.0) single-walled SiC nanotubes (SWSiCNTs) are investigated by the first-principle theory. The calculated results indicated that one P, As or Sb atom substituted for one C atom, which could be considered as n-type semiconductors. When one N, P, As or Sb replace one Si atom, the model shows the character of semi-metallic, n-type semiconductor, p-type semiconductor respectively. These results indicated that with the addition of atomic radius and reduction of electronegativity, dopant of VA elements will bring bizarre change of electronic properties. These results are expected to give valuable information in building nanoscale electronic devices.", "doi": "10.1016/j.physb.2014.04.065"}, {"title": "Harvesting Delayed Fluorescence in Perovskite Nanocrystals Using Spin-Forbidden Mn d States", "abstract": "Optoelectronic devices based on all-inorganic perovskite systems are an energy-efficient source of lighting due to their high photoluminescence quantum yield (QY). However, dominant surface trapping continues to plague the field, despite their high defect tolerance, as evidenced by the several-fold improvements in the external quantum efficiency of perovskite nanocrystals (NCs) upon appropriate surface passivation or physical confinement between high-band-gap materials. Here, we introduce the concept of drip-feeding of photoexcited electrons from an impurity-induced spin-forbidden state to address this major shortcoming. An increased and delayed (about several milliseconds) excitonic QY, Raman spectroscopy demonstrating specific vibrational modes of the PbX6 octahedra, and density functional theory establish the electron back-transfer, signifying an efficient recombination. We term this electron back-transfer from Mn2+ to the host conduction band in this prototypical example of Mn-doped CsPbX3 (X = Cl, Br) NCs through vibrational coupling as vibrationally assisted delayed fluorescence (VADF).", "doi": "10.1021/acsenergylett.9b02399"}, {"title": "Effects of W<sup>6+</sup>occupying Sc<sup>3+</sup>on the structure, vibration, and thermal expansion properties of scandium tungstate", "abstract": "We experimentally investigate effects of W6+ occupying the sites of Sc3+ in the unit cell of Sc2W3O12 (Sc8W12O48) on the structure, vibration and thermal expansion. The composition and structure of the doped sample (Sc6W2)W12O48±δ (with two W6+ occupying two sites of Sc3+ in the unit cell of Sc8W12O48) are analyzed and identified by combining the x-ray photoelectron spectroscopy and the synchronous x-ray diffraction with first-principles calculations based on density functional theory. Results show that the crystal with even W6+ occupying even Sc3+ in the unit cell is stable and maintains the orthorhombic structure at room temperature. The structure of the doped sample is similar to that of Sc2W3O12, and with even W occupying even positions of Sc in the unit cell and constituting the WO6 octahedra. Raman analyses show that the doped sample possesses stronger W-O bonds and wider Raman linewidths than those of Sc2W3O12. The sample doped with W also exhibits intrinsic negative thermal expansion in the measured range of 150 K-650 K.", "doi": "10.1088/1674-1056/abd7d4"}, {"title": "Laser-tuned whispering gallery modes in a silica-based microsphere resonator integrated with ethyl-orange-doped polyvinyl alcohol coating", "abstract": "A laser-tuned whispering gallery modes (WGMs) microsphere resonator integrated with ethyl-orange-(EO-) doped polyvinyl alcohol (PVA) coating has been proposed and experimentally demonstrated. Owing to the photo-induced isomerization feature of the azo-doped coating, the WGM resonance wavelength could be tuned by adjusting the 532nm excitation laser power density based on a lateral pumping scheme. The WGM tuning principle of the proposed microresonator has been investigated, which is in accordance with our experimental observation results. Experimental results indicate that the proposed functionalized microsphere has a fully linear WGM resonance wavelength tunability up to 0.158nm/(mWmm−2). Further experimental study shows nonlinear WGM resonance wavelength shift respectively dependent on EO weight percentage and pump laser power densities, which is in agreement with our theoretical analysis. Moreover, our proposed microresonator also exhibits good spectral reversibility as well as dynamic temporal response, which ensures its potential applications in optical modulation and future all-optical networking systems.", "doi": "10.1016/j.snb.2016.07.044"}, {"title": "The investigation of corrosion behavior of ZrO<inf>2</inf>–Al<inf>2</inf>O<inf>3</inf>-inhibitor/AA2024 nanocomposite thin film using sol-gel and AHP-TOPSIS method", "abstract": "Nowadays, the sol-gel thin films doped with corrosion inhibitor have suggested enhancing corrosion resistance of materials. In the present work, ZrO2 and ZrO2–Al2O3 thin films with benzotriazole (BTA) and cerium nitrate inhibitors were applied on the aluminum alloy substrate by using dip-coating process, and heat treated at 150 °C for 2 h with heating rate of 1 °C/min. Then, the crystalline phase, chemical composition, the microstructure and topography of thin films were evaluated by grazing incidence x-ray diffraction, energy dispersive spectroscopy, field emission scanning electron microscopy, and atomic force microscopy, and the average thickness of thin films was measured by ellipsometry technique. In addition, electrochemical impedance spectroscopy, and potentiodynamic polarization investigations were used to study the corrosion protection properties of thin films. Eventually, the experimental results related to the three independent coating conditions (sample A, B, D) were investigated by analytic hierarchy process (AHP) and technique for order preference by similarity to ideal solution (TOPSIS). Results indicate the formation of composite thin films without microcracks comparison to the single-component coating, and electrochemical impedance tests after 4 day immersion in the corrosive environment illustrates an improvement of corrosion resistance of sample C (with the first and outside layer of ZrO2 and two middle layers of ZrO2, Al2O3 and BTA) more than 5 times compare to the bare AA2024 aluminum alloy. Additionally a decrease in the corrosion current density from 3.1 μA/cm2 for the uncoated aluminum to 0.2 μA/cm2, which was observed for sample C. Moreover, the data evaluation was studied by AHP and TOPSIS methods, which was presented the best thin films conditions for the sample B (Four layers of ZrO2 – Al2O3- BTA thin films on the AA2024 alloy) which was in good agreement with the experimental results.", "doi": "10.1016/j.matchemphys.2021.124220"}, {"title": "Characterization of Ni porous electrode covered by a thin film of LiMg<inf>0.05</inf>Co<inf>0.95</inf>O<inf>2</inf>", "abstract": "A porous electrode of nickel covered by a thin film of lithium cobaltite doped with magnesium (LiMg0.05Co0.95O2) was prepared in order to protect nickel cathode against dissolution into the molten carbonate. A sol impregnation technique was used to deposit gel precursors on the porous surface of the substrate; the covered substrate was submitted to thermal treatments, which produced a lithium cobaltite layer. The cathode was characterized by the following measurements: biaxial bending test, SEM/EDX analysis, which demonstrated the uniformity of the lithium cobaltite layer and the presence of cobalt homogeneously distributed over the nickel particles, electrical conductivity. To test the cathodic performance of the material under study a cell was assembled and tested in a 10 cm × 10 cm electrodes area plant. The cell performance during the time was studied carrying out polarization curves for many hours (more than 1000 h). To determine the influence of the cathodic gas composition on the electrode performance the atmosphere was changed maintaining alternatively at a constant value the partial pressure of CO2 and O2. In such a way the kinetic effect of the single gas was studied. By the technique of IR interruption the internal resistance of the cell was measured. © 2006 Elsevier B.V. All rights reserved.", "doi": "10.1016/j.jpowsour.2006.04.114"}, {"title": "Formation reactions of chalcopyrite compounds and the role of sodium doping", "abstract": "The selenisation of the thin film precursors indium, Cu–In and Cu–In–Ga has been studied by in-situ X-ray diffraction. The influence of sodium doping on the kinetics of the solid-state reactions observed agrees with the predictions derived from a phenomenological model presented earlier. In this model a layer of sodium polyselenide is assumed to form at the surface of the precursor, or around each crystal grain. This layer might be responsible for impeded ion exchange in certain solid-state reactions.", "doi": "10.1016/j.tsf.2006.12.037"}, {"title": "Tin as an n-type dopant in the molecular beam epitaxial growth of GaAs(111)A ", "abstract": "We have made a systematic study of the tin doping of GaAs layers grown on GaAs(111)A substrates using molecular beam epitaxy (MBE). A series of samples were grown with a range of substrate temperatures (from 460 to 620°C), As:Ga flux ratios (5:1 to 25:1) and tin concentrations (1016 to 1020 atoms cm−3). Layers grown on (111)A surfaces were n-type (in contrast to silicon doping) but with carrier concentrations dependent on growth conditions. We have used secondary ion mass spectrometry (SIMS) measurements to confirm the concentration of tin incorporated and its distribution within the layers.", "doi": "10.1016/0022-0248(95)80211-T"}, {"title": "A comparative study of the electronic structures of SrCu<inf>2</inf>O <inf>2</inf> and PbCu<inf>2</inf>O<inf>2</inf> by density functional theory, high resolution X-ray photoemission and electron paramagnetic resonance spectroscopy", "abstract": "The electronic structures of SrCu2O2 and PbCu 2O2 have been studied by density functional theory calculations in conjunction with high resolution X-ray photoemission spectroscopy (XPS) and electron paramagnetic resonance spectroscopy (EPR). In both materials there is linear O-Cu-O coordination and a band of Cu 3d states sits above a band of O 2p states, but with strong hybridisation between the two. The Pb ions in PbCu2O2 introduce new states of dominant Pb 6s atomic character below the bottom of the O 2p valence band together with states of mixed Pb 6s, O 2p and Cu 3d character at the top of the O 2p valence band. Hole states introduced by K doping in PbCu2O2 are shown to reside in anisotropic sites with clearly defined hyperfine couplings to 63Cu as revealed by EPR. Broadening of the EPR signal in K-doped SrCu2O2 is associated with averaging of the g value and Cu hyperfine anisotropy due to facile hole hopping. It is concluded that replacement of Sr with Pb does not facilitate delocalisation of the holes. © The Royal Society of Chemistry 2008.", "doi": "10.1039/b719364e"}, {"title": "Microstructures and hydrogen desorption properties of the MgH <inf>2</inf>-AlH<inf>3</inf> composite with NbF<inf>5</inf> addition", "abstract": "Niobium fluoride (NbF5) is introduced into the MgH2 + 1/4AlH3 hydride composite by ball milling to improve the hydrogen desorption properties of the Mg-Al-H system. It is found that after being ball milled with 1 mol % of NbF5, AlH3 in the composite has almost fully decomposed and forms metallic Al, which indicates that NbF 5 can significantly destabilize AlH3. DSC results show that NbF5 addition also helps reduce the peak desorption temperature of MgH2 in the composite from 324 to 280 °C. Isothermal desorption measurements demonstrate that MgH2 in the doped composite can rapidly release 98% of its hydrogen after desorption at 300 °C for 1 h, while the valued is only 46% for the undoped composite. The activation energy for hydrogen desorption of MgH2 in the doped composite is calculated to be 104.5 kJ/mol, much lower than that in the undoped composite (127.4 kJ/mol). These results suggest that NbF5 addition dramatically improves the hydrogen desorption kinetics of the MgH2 + 1/4AlH 3 composite. Dehydrogenation-hydrogenation measurements reveal that the hydrogen desorption kinetics of the undoped composite declines with cycle number, whereas the NbF5-doped composite maintains good cycling stability. Microstructure studies indicate that the decline of the kinetics is attributed to the grain growth and particle agglomeration of MgH2 during hydrogen sorption cycling. However, NbF5 addition can suppress this grain growth through the formation of Nb/NbH layers surrounding the particles of MgH2 and acting both as the impediment to grain growth of Mg/MgH2 and as the gateway for hydrogen diffusion. Finally, the role that AlH3 plays in the hydrogen desorption process of the Mg-Al-H composites is discussed. © 2014 American Chemical Society.", "doi": "10.1021/jp505064s"}, {"title": "Self-assembly of thienylenevinylene molecular wires to semiconducting gels with doped metallic conductivity", "abstract": "Oligo(thienylenevinylene) (OTV) based gelators with high conductivity are reported. When compared to OTV1, OTV2 having an increased conjugation length forms relatively strong gels with a metallic conductivity of 4.8 S/cm upon doping which is the highest value reported for an organogelator. This new class of conducting gels is expected to be useful for organic electronics and photonics application, particularly for bulk heterojunction devices. © 2010 American Chemical Society.", "doi": "10.1021/ja1068195"}, {"title": "Quality improvement of single-walled carbon nanotubes by doping B in Fe/MgO catalyst ", "abstract": "We demonstrate that the quality of the as-grown single-walled carbon nanotubes (SWCNTs) can be effectively improved by the addition of the B ingredient in the Fe/MgO catalyst. The as-grown SWCNTs were characterized by scanning electron microscopy (SEM), high-resolution transmission electron microscopy (HRTEM) and Raman spectroscopy. The SWCNTs prepared by the pure Fe/MgO catalyst have relatively low graphite crystallinity and are coated by much amorphous carbon. The intensity ratio of the D- and G-bands (ID/IG) in Raman spectra is relatively high (0.098 for laser 532nm and 0.075 for laser 785nm). The SWCNTs grown from the Fe/MgO catalyst doped with 0.1 part of B have more regular graphite structure with little amorphous carbon. The ID/IG values reduced remarkably (0.041 for laser 532nm and 0.040 for laser 785nm). The effect would be attributed to the inhibitory action of the doped B on the formation of radical hydrocarbon species for the formation of SWCNTs.", "doi": "10.1016/j.apsusc.2011.06.018"}, {"title": "Tuning crystal field symmetry of hexagonal NaY0.92Yb0.05Er0.03F4 by Ti4+ codoping for high-performance upconversion ", "abstract": "378nm, 408nm and 521nm upconversion emissions of Er3+ ions were obviously enhanced by Ti4+ codoped with Yb3+/Er3+ in hexagonal NaYF4, and the corresponding upconversion luminescence lifetimes were also prolonged, especially for 378nm and 408nm emissions. X-ray powder diffraction, field emission scanning electron microscope, transmission electron microscope, X-ray photoelectron spectroscopy and upconversion emission spectra were employed to explore the relationships of the structure and properties. From these characterizations we made a novel discovery that Na+ could be induced to occupy Y3+ sites for establishing valence balance of the system if Ti4+ ions were codoped with appropriate concentration. As a result the crystal field asymmetry of NaY0.92Yb0.05Er0.03F4 was enhanced and then its upconversion properties were improved because the hypersensitive electron transition of Yb3+/Er3+ ions was promoted greatly. At the same time, the crystal sizes of the codoped NaYF4 became smaller because the crystal growth was prevented by more negative charges gathering at the crystal surface. This study provides an exploration of the relationship among impurity doping, structural changes and upconversion performance, which may be useful for design and synthesis of high-performance upconversion codoping materials.", "doi": "10.1016/j.jallcom.2014.05.174"}, {"title": "Investigation of magnetism in aluminum-doped silicon carbide nanotubes", "abstract": "The effect of aluminum doping on the structural, electronic and magnetic properties of (8,0) silicon carbide nanotube (SiCNT) is investigated using spin-polarized density functional theory. It is found from the calculation of the formation energies that aluminum substitution for silicon atom is preferred. Our results show that the magnetization depends on the substitutional site, aluminum substitution at silicon site does not introduce any spin-polarization, whereas the aluminum substitution for carbon atom yields a spin polarized, almost dispersionless π band within the original band gap.", "doi": "10.1016/j.ssc.2013.09.008"}, {"title": "Fatigue Properties and Microstructure of SnAgCu Bi-Based Solder Joint", "abstract": "The reliability of solder joints plays a critical role in electronic assemblies. SnAgCu solder alloys with doped elements such as Bi and Sb is one of the candidates for high reliability applications. However, the mechanical and fatigue properties of the actual solder joint structure have not been studied for these new alloys. In this paper, a cyclic fatigue test was conducted on individual real solder joints of different alloys, including SnAgCu, SnCu-Bi, SnAgCu-Bi, and SnAgCu-BiSb. The fatigue property of those solder joints was analyzed based on the characteristic fatigue life and stress-strain, hysteresis, loops. The results show that solder joints with both Ag and Bi content have a better fatigue resistance than the solder joints with Ag or Bi content only. The results of SnAgCu and SnCu-Bi solder alloys show similar fatigue performance. Also, the fatigue performance of SnAgCu-Bi is close to SnAgCu-BiSb in the accelerated test. But the SnAgCu-Bi alloy is estimated to have a longer characteristic life under low-stress amplitude cycling. The microstructure analysis shows a bismuth-rich phase formed around the Ag3Sn precipitates. Adding bismuth in the solder alloy can significantly improve the fatigue properties through solid solution hardenings. On another hand, the plastic strain range and work dissipation were measured from the hysteresis loops for all tests. The Morrow Energy and the Coffin-Manson models were developed from the fitted data to predict the fatigue life as a function of work dissipation and plastic strain range.", "doi": "10.1115/1.4047341"}, {"title": "Spiral attractor created by vector solitons", "abstract": "Mode-locked lasers emitting a train of femtosecond pulses called dissipative solitons are an enabling technology for metrology, high-resolution spectroscopy, fibre optic communications, nano-optics and many other fields of science and applications. Recently, the vector nature of dissipative solitons has been exploited to demonstrate mode locked lasing with both locked and rapidly evolving states of polarisation. Here, for an erbium-doped fibre laser mode locked with carbon nanotubes, we demonstrate the first experimental and theoretical evidence of a new class of slowly evolving vector solitons characterized by a double-scroll chaotic polarisation attractor substantially different from Lorenz, Rössler and Ikeda strange attractors. The underlying physics comprises a long time scale coherent coupling of two polarisation modes. The observed phenomena, apart from the fundamental interest, provide a base for advances in secure communications, trapping and manipulation of atoms and nanoparticles, control of magnetisation in data storage devices and many other areas. © 2014 CIOMP. All rights reserved.", "doi": "10.1038/lsa.2014.12"}, {"title": "Impact of lanthanum on the modification of HfO<inf>2</inf> films structure", "abstract": "© 2015 The Chinese Society of Rare Earths. Abstract LaxHf1-xOy thin films with various concentrations of La, homogeneous and nonhomogeneous distributions of elements throughout the films thickness was purposefully grown by CVD. The composition of the films and their chemical structures were characterized throughout the films thickness by X-ray photoelectron spectroscopy (XPS) and energy-dispersive X-ray spectrometry (EDXA). A full picture of the film crystallinity was provided by the combination of grazing incidence X-ray diffraction (GIXRD) synchrotron radiation (SR) and high resolution transmission electron microscopy (HR TEM). It was shown that La acted as \"molar volume modulator\" and stabilized the nonequilibrium at T≤1300 °C cubic phases. The samples with La content in range of 7 at.%<CLa<22 at.% were materials with fluorite-type (Fm-3m) structure. The pyrochlore phase formation was observed at ∼18 at.% La content. The correlation between the La-doped content and the films microstructure was revealed.", "doi": "10.1016/S1002-0721(14)60496-8"}, {"title": "Electrochemical performance of multiphase nickel hydroxide", "abstract": "The high density nano-crystalline multiphase nickel hydroxide containing at least three doping elements was synthesized and its electrochemical characteristics were studied. The electrochemical behavior of the high density spherical multiphases α-Ni(OH)2 were also investigated. The results show that the structure of the material is a mixed phase of α-Ni(OH)2 and β-Ni(OH)2, which has a the same stabilized structure as α-Ni(OH)2 during long-term charge/discharge process. High density spherical multiphases α-Ni(OH)2 have a much better redox reversibility, a much lower oxidation potential of Ni(II) than the corresponding oxidation state in the case of β-Ni(OH)2, and a much higher reduction potential. They exchange one electron during electrochemical reaction and have a higher proton diffusion coefficient. The mechanism of the electrode reaction is proton diffusion, and the proton diffusion coefficient is 5.67×10−10 cm2/s. Moreover, they reveal a higher discharge capacity than β-Ni(OH)2/β-NiOOH because they exchange one electron per nickel atom during charge/discharge process.", "doi": "10.1016/S1003-6326(07)60151-4"}, {"title": "A sensitive hydrogen peroxide sensor based on a three-dimensional N-doped carbon nanotube-hemin modified electrode", "abstract": "In this work, a large-scale synthesis of a three-dimensional (3D) nitrogen-doped carbon nanotube (NCNT) film was achieved via electrospinning assisted by a chemical vapor deposition procedure. The resulting nanostructure with dense and uniform NCNTs was tightly bonded onto the electrospun carbon nanofiber matrix. Owing to the favorable 3D network structure and high nitrogen doping, the 3D NCNTs are a wonderful platform to immobilize hemin for biosensing. By directly dropping the flexible film onto the electrode surface without additional oxidant treatment, a H2O2 biosensor can be simply constructed. The novel biomimetic H2O2 biosensor has a low detection limit (0.03 µM S/N = 3) and a wide linear range (0.08–137.2 µM). The excellent synergic effect enables an enhanced electrochemical performance of the modified electrode with good biocompatibility and fast redox properties. In addition, the biosensor exhibited high reproducibility, good storage stability, and satisfactory anti-interference ability. The facile preparation method and attractive analytical performances make this robust electrode material promising for the development of effective electrochemical sensors.", "doi": "10.1039/C5AY01399B"}, {"title": "Short-channel nanowire transistor using a nanoporous crystal semiconductor 12CaO·7Al<inf>2</inf>O<inf>3</inf>", "abstract": "12CaO·7Al2O3 (C12A7) is an electrical insulator with a band gap ∼7.5 eV. Contrary to conventional ultra-large gap oxides, electrical conductivity of C12A7 is controllable over a very wide range of 10-10 to 103 S cm-1 by electron doping to a unique conduction band arising from 3-dimensionally connected sub-nanometer-sized cages constituting the crystal structure. This feature provides opportunities to develop a new electronic device. In this study, we fabricated side-gated transistors using C12A7:e- nanowire (NW) channels. The carrier concentration in the as-doped NW channel (Ne > 1020 cm-3) was too high to operate transistors, and therefore Ne was reduced by low-temperature oxidation and controlled to be ∼1014 cm-3. Current modulation by gate voltage sweep was clearly observed in semiconducting C12A7:e- NW channels at room temperature. Moreover, by reducing the channel length from ∼2 μm to ∼100 nm, the magnitude of the current modulation was drastically increased and the on-off current ratio larger than 102 was obtained. © 2009 Elsevier B.V.", "doi": "10.1016/j.mseb.2009.12.018"}, {"title": "Sandwich-type immunosensors and immunoassays exploiting nanostructure labels: A review", "abstract": "Methods based on sandwich-type immunosensors and immunoassays have been developed for detection of multivalent antigens/analytes with more than one eptiope due to the use of two matched antibodies. High-affinity antibodies and appropriate labels are usually employed for the amplification of detectable signal. Recent research has looked to develop innovative and powerful novel nanoparticle labels, controlling and tailoring their properties in a very predictable manner to meet the requirements of specific applications. This articles reviews recent advances, exploiting nanoparticle labels, in the sandwich-type immunosensors and immunoassays. Routine approaches involve noble metal nanoparticles, carbon nanomaterials, semiconductor nanoparticles, metal oxide nanostructures, and hybrid nanostructures. The enormous signal enhancement associated with the use of nanoparticle labels and with the formation of nanoparticle-antibody-antigen assemblies provides the basis for sensitive detection of disease-related proteins or biomolecules. Techniques commonly rely on the use of biofunctionalized nanoparticles, inorganic-biological hybrid nanoparticles, and signal tag-doped nanoparticles. Rather than being exhaustive, this review focuses on selected examples to illustrate novel concepts and promising applications. Approaches described include the biofunctionalized nanoparticles, inorganic-biological hybrid nanoparticles, and signal tage-doped nanoparticles. Further, promising application in electrochemical, mass-sensitive, optical and multianalyte detection are discussed in detail.", "doi": "10.1016/j.aca.2012.10.060"}, {"title": "Bipolar quantum corrections in resolving individual dopants in ‘atomistic’ device simulation", "abstract": "In ‘atomistic’ device simulation the resolving of discrete charges onto a fine-grained simulation mesh can lead to problems. The sharply resolved Coloumb potential can cause simulation artefacts to appear in classical simulation environments using Boltzmann or Fermi–Dirac statistics. Various methods have been proposed in an effort to reduce or eliminate such artefacts as the localisation of mobile carriers by sharply resolved Coulomb wells, however they have met with limited success. In this paper we present an alternative approach for handling discrete charges in drift diffusion ‘atomistic’ simulations by properly introducing the related quantum mechanical effects using the density gradient formalism for both electrons and holes. This eliminates the trapping of mobile charge in heavily doped regions of the device and the related artefacts in the simulated device characteristics.", "doi": "10.1016/j.spmi.2004.03.066"}, {"title": "Dual-reflected-structure erbium-doped fiber laser in single-longitudinal- mode for wavelength-tuning", "abstract": "In this work, we propose and demonstrate a dual-reflected-structure erbium-doped fiber (EDF) laser with a linear cavity using a passive saturable-absorbor-based (SAB) filter to achieve single-longitudinal-mode (SLM) lasing. Here, we can observe the wavelength tuning range between 1530.0 and 1562.0 nm with the output powers of -13.7 to -7.6 dBm and optical signal to noise ratios (OSNRs) of 35.4 and 47.9 dB/0.05 nm, respectively. Moreover, when the lasing wavelength is tuned to the longer wavelength gradually, the obtained output power and SNR increase. This is because the Er + gain can be suppressed and moves to the longer wavelength via the proposed fiber laser structure. In addition, the output stability of the proposed laser has also been analyzed and studied. © Pleiades Publishing, Ltd., 2012.", "doi": "10.1134/S1054660X12050337"}, {"title": "Photoluminescence of ZnGa2O4: Mn phosphor fired at vacuum atmosphere ", "abstract": "The ZnGa2O4 phosphor doped with Mn2+ was fired from the mixed of ZnO and Ga2O3, the effects of firing conditions and the emission characteristics were investigated. Zn1−xMnxGa2O4 phosphors fired at air atmosphere, exhibits two emission bands with main peak at 506 nm (Mn2+ emission center) and weak peak at 666 nm (Mn4+ emission center). However, where as fired at vacuum atmosphere, the emission spectrum shown only 506 nm peak, and its intensity increase drastically. From its excitation spectrum, apart from 245 nm (the absorption peak of ZnGa2O4), there are two absorption peaks (304 and 626 nm) which derived from Mn2+, these spectra fit the energy levels of 4T1 (4P) and 4T1 (4G) during Mn2+ (3d5) split. The green emission band of 506 nm can be excited by such a absorption peak, the highest intensity is provoked by 304 nm. The emission intensity of Zn1−xMnxGa2O4 phosphors of 506 nm peak are strongest when firing in 10−2 Torr vacuum atmosphere at 1300°C, 1.5 h and Mn2+ concentration is x=0.006.", "doi": "10.1016/S0272-8842(98)00045-5"}, {"title": "A two-step thermal annealing and HNO3 doping treatment for graphene electrode and its application in small-molecule organic solar cells", "abstract": "The transferred chemical vapor deposition (CVD)-grown graphene from copper foils to other desired substrates by using poly(methyl methacrylate) (PMMA) as supporter, suffers from problems of rough surface, low conductivity and poor wettability, which hinders its applications in optoelectronic devices. In this work, a combined thermal annealing and HNO3 doping treatment for graphene electrode has been employed to simultaneously improve its smoothness, conductivity and wettability. The thermal annealing process results in the improved surface smoothness by removing the PMMA residue. HNO3 doping treatment for the graphene enhances its conductivity and surface wetting to PEDOT:PSS. Furthermore, the work function (WF) of two-step treated graphene increased from ∼4.4 eV to ∼5.1 eV. Small-molecule organic solar cells (OSCs) based on the two-step treated graphene anodes exhibit a power conversion efficiency (PCE) of 2.43%, which is comparable to that of ITO electrode (2.48%). This work demonstrates the bright future of graphene transparent electrodes as a replacement for ITO.", "doi": "10.1016/j.orgel.2016.07.034"}, {"title": "Fabrication and Magnetic Properties of Highly Oriented ZnO : Eu Films by Sol-Gel Process", "abstract": "A series of Eu-doped ZnO films were prepared by a sol-gel method. Precursor and films were characterized by thermal analysis (TG-DTA), X-ray diffraction (XRD), scanning electron microscope (SEM), UV-vis spectra, as well as the magnetism measurement. The wurtzite structure of obtained films presents an extreme high c-orientation character. The film susceptibility resembles a Curie-Weiss behavior at high temperature, and presents an obvious enhancement at low temperature, indicating the presence of antiferromagnetic interactions in the Zn0.9Eu0.1O films. © 2006 The Chinese Society of Rare Earths.", "doi": "10.1016/S1002-0721(07)60385-8"}, {"title": "Charge dynamics in underdoped Nd<inf>2−x</inf>Ce<inf>x</inf>CuO<inf>4</inf>: Pseudogap and related phenomena", "abstract": "We have investigated the temperature and doping variations of optical and transport properties in the electron-doped high-Tc cuprate crystals Nd2−xCuO4(0 < ∼ 0.15). In the optical spectra of underdoped crystals (0 <.15), a notable pseudogap is observed at low temperatures. A Drude-like response evolves concomitantly with pseudogap formation. Both the magnitude (γPG) and onset temperature T*, in the photoemission spectra reported by Armitage et al. [Phys. Rev. Lett. 88, 257001 (2002)], which indicates that the pseudogap appearing in the optical spectra is identical to that discerned by the photoemission spectroscopy. The scattering rate spectra of crystals show a kink structure at around 0.07 eV, which can be ascribed not to the pseudogap but to the electron-phonon coupling. In accordance with the evolution of the Drude response, the in-plane resistivity begins to decrease rapidly at around in the underdoped region. The out-of-plane resistivity shows an even more distinct decrease below T*. This is because the interplane charge transport is governed by electronic states at around where the quasiparticle spectral weight is accumulated in the case of the electron-doped system. This is contrary to the hole-doped case with the pseudogap around this point. The origin of the pseudogap has been ascribed to the antiferromagnetic spin correlation, which is consistent with the evolution of a two-magnon band in the Raman spectra below T*The pseudogap phenomenon in the electron-doped cuprate has been argued comparatively with that of the hole-doped cuprate. © 2004 The American Physical Society.", "doi": "10.1103/PhysRevB.69.024504"}, {"title": "Investigations on the visible emission from ZnO nanophosphor co-doped with Ce, Eu and Tb", "abstract": "Broad emission in the spectral region 400-700nm has been observed from ZnO nanophosphor co-doped with Ce, Eu and Tb; dopent concentrations used were 0.1, 0.5 and 1.0 mol%. Room temperature powder XRD and FTIR investigations showed that ZnO structure was unchanged on doping. EDX confirmed that the dopents entered the ZnO lattice.", "doi": "10.1016/j.matpr.2017.06.188"}, {"title": "Ionic-liquid-assisted synthesis of high-visible-light-activated N–B–F-tri-doped mesoporous TiO2 via a microwave route", "abstract": "A facile and green method was developed for the simultaneous doping of nitrogen, boron, and fluorine in TiO2 by H2TiO3 via a microwave-assisted route. The ionic liquid (IL) [BMIm]BF4 serves not only as microwave absorbent but also as a dopant. The IL also shows the ability to self-assemble under microwave irradiation, which causes it to act as an inhibitor for the growth of the TiO2 particles. The N–B–F-tri-doped TiO2 obtained exhibits large specific surface area, small crystal size, and a mesoporous structure, and the mechanism for the formation of the N–B–F-tri-doped TiO2 was proposed. The prepared materials exhibit excellent visible light photocatalytic activity in the degradation of organic pollutants, including methyl orange, rhodamine B, Orange G, and reactive red X, which is attributed to the presence of a Ti–B–N structure on the TiO2 surface, inducing a narrow band gap of 2.78eV, and the synergistic effects of N, B, and F, which improve the separation efficiency of the photo-generated electron/hole pairs. The results obtained may provide a new sight for the application of ILs in the microwave-assisted preparation of nanomaterials.", "doi": "10.1016/j.apcatb.2013.07.050"}, {"title": "Metastable states and defect density waves in modulated ferroelectrics", "abstract": "The influence of defects on the phase behaviour of Rb-doped K2ZnCl4-single crystals is studied using high-resolution gamma-ray diffractions in combination with in situ dielectric impedance spectroscopy. It is shown that the interaction between strain fields near discommensurations within the incommensurate phase and impurity ions lead to the formation of defect density waves. On rapid cooling, these are unable to relax and persist within the commensurate phase thus acting as an intrinsic memory. Hence, a metastable re-entrant incommensurate phase is observed on heating at temperatures well below the normal lock-in temperature that is found in equilibrium studies.", "doi": "10.1080/01411594.2018.1506126"}, {"title": "Study of the influence of the Nd:YAG laser irradiation at 1.3μm on the thermal–mechanical–optical parameters of germanium ", "abstract": "An original compact test method of studying the influence of a modified Nd:YAG laser beam irradiation at the unusual wavelength of λ = 1.3 μ m on different types of IR-Ge-windows (single- and polycrystal, n-doped, p-doped or without doping) is investigated: optical parameters such as transmission loss, surface temperature during the laser irradiation, morphological deformation, and damage thresholds are measured in real time and compared with theoretical simulations. To study the thermal–mechanical relationship of the laser–matter interaction, an original pyrometer array is developed for the temperature-profile measurement and an original deformation experimental set-up, including a “line generator”, is introduced. The damage behaviour of the different types of germanium at the wavelength of λ = 1.3 μ m is also presented in this paper.", "doi": "10.1016/j.optlaseng.2004.12.008"}, {"title": "Hydrothermal synthesis of Mn<sup>2+</sup> doped titanate nanotubes: Investigation of their structure and room temperature ferromagnetic behavior", "abstract": "Hydrothermal synthesis of Mn2+ doped titanate nanotubes (TNTs), which exhibited room temperature ferromagnetism (RTFM), is reported. Dispersions of 1 and 5 at.% Mn2+ doped anatase TiO2 nanocrystals were used as precursors. Size and shape of Mn2+ doped TNTs and precursor nanocrystals were studied by transmission electron microscopy (TEM). The relatively uniform size distribution of transverse dimension of nanotubes of about 10 nm was observed while their lengths varied up to few hundred nanometers. The X-Ray Diffraction (XRD) analysis and Raman spectroscopy of resultant powder confirmed the hydrogen dititanate (H2Ti2O5 x H2O) crystal phase of Mn2+ doped TNTs with the presence of small amount of sodium titanates. Electron paramagnetic resonance (EPR) experiments were performed to probe the local atomic and electronic structure of Mn in the nanotubes. Room temperature ferromagnetic ordering with saturation magnetic moment (Ms) in the range of 0.6–1.5 μB per Mn atom was observed.", "doi": "10.1016/j.solidstatesciences.2019.06.008"}, {"title": "Structural, optical, and magnetic properties of Co-doped SnO<inf>2</inf> powders synthesized by the coprecipitation technique", "abstract": "We have used the coprecipitation technique to synthesize polycrystalline Co-doped SnO2 diluted magnetic semiconductors with Co concentrations of 0, 0.5, and 2.0%. X-ray diffraction patterns showed for all samples the expected SnO2 tetragonal structure with no additional peaks corresponding to parasitic phases. Transmission electron microscopy (TEM) did not indicate the presence of magnetic parasitic phases and confirmed that Co ions are uniformly distributed inside the samples. Optical absorption measurements showed an energy band gap which decreases when increasing the Co concentration. Raman spectroscopy shows an intensity loss of classical cassiterite SnO2 vibration lines, which is an indication of significant structural modifications and disorder of the SnO2 lattice. Magnetization measurements revealed a mixture of paramagnetic and antiferromagnetic behavior for Co-doped SnO2 with no sign of ferromagnetism. © 2007 American Chemical Society.", "doi": "10.1021/jp066897p"}, {"title": "Optical spectra and crystal field calculation for SrB4O7:Sm2+\n             ", "abstract": "Undoped and samarium-doped SrB4O7 polycrystalline samples were prepared by a solid state reaction method in air. XRD examination revealed that the undoped sample is consistent with the pure SrB4O7 phase but in samarium-doped sample in addition to the main tetraborate SrB4O7 phase there is a little amount of metaborate. Based on preliminary spectroscopic examination it was ascertained that Sm2+ ions are incorporated without measurable traces of Sm3+ admixture. High resolution luminescence spectra and decay curves of Sm2+ luminescence were measured as a function of temperature in the 5–550 K temperature region. Energies of crystal field components of the 7FJ (J = 1–5) multiplets at 5 K and those of the 5D1 multiplet at 300 K were determined from luminescence spectra and used subsequently as input data for the crystal field calculation. Performed crystal field calculation predicts the energy level scheme for the 4f6 configuration of Sm2+ in SrB4O7 up to 29000 cm−1 and makes it possible to assess the contribution of transitions from the excited states above the 5D1 to luminescence phenomena. Evaluated activation energy Ea ∼4600 cm−1 characterizing a steep decrease of the 5D0 lifetime of Sm2+ between 320 K and 550 K indicates strongly that electronic origin of the lowest energy 7F0 – 4f5d1 vibronic transitions is located around 19200 cm−1, slightly below the 7F0 – 5D3 transition energy.", "doi": "10.1016/j.jallcom.2015.11.155"}, {"title": "Recharging processes, radiation induced strain and changes of OH− bands under H+ ion implantation in Ti doped lithium niobate", "abstract": "A systematic analysis of variations in structural and optical characteristics of Z-cut plates of titanium doped congruent lithium niobate single crystals implanted with 120keV proton beam at various fluences of 1015, 1016 and 1017 protons/cm2 is presented. Through, high resolution X-ray diffraction, atomic force microscopy, Fourier transform infrared and UV–visible–NIR analysis of congruent lithium niobate, the correlation of properties before and after implantation are discussed. HRXRD (006) reflection by Triple Crystal Mode shows that both tensile and compressive strain peak are produced by the high fluence implantation. A distinct tensile peak was observed from implanted region for a fluence of 1016 protons/cm2. AFM micrographs indicate mountain ridges, bumps and protrusions on target surface on implantation. UV–visible–NIR spectra reveal an increase in charge transfer between Ti3+/Ti4+ and ligand oxygen for implantation with 1015 protons/cm2, while spectra for higher fluence implanted samples show complex absorption band in the region from 380–1100nm. Variations of OH− stretching vibration mode were observed for cLN Pure, cLNT2% virgin, and implanted samples with FTIR spectra. The concentration of OH− ion before and after implantation was calculated from integral absorption intensity. The effect of 120keV proton implantation induced structural, surface and optical studies were correlated.", "doi": "10.1016/j.nimb.2009.10.186"}, {"title": "A surface segregation study in phosphorus-and sulfur-doped type 304 stainless steels", "abstract": "The kinetics of surface segregation of P and S in four purposely doped type 304 stainless steels over the temperature range 550 °C to 850 °C and at aging times up to 12,000 seconds is presented. The saturation coverage of phosphorus is between 30 and 40 at. pct at temperatures greater than 650 °C. Saturation was not attained at 550 °C. The kinetics of the P and S segregation is diffusion controlled and can be described by the surface segregation theory based on a binary system. The results also show that interactions among S, P, and N occur. This interaction affects the kinetic behavior. Site competition of P-N and P-S was also observed.", "doi": "10.1007/BF02646217"}, {"title": "Crystal-site engineering approach for preparation of Mg B\n               2O4:Mn2+, Mn4+ (B\n               =Al, Ga) phosphors: Control of green/red luminescence properties ", "abstract": "The luminescence color (green/red) of Mg B2O4:Mn (B=Al, Ga) phosphors was controlled by crystal-site engineering approach through adjusting the quantity of MgO in raw materials. Though the stoichiometric samples (Mg/B=1:2) indicated both green and red luminescence, the samples prepared with deficient-MgO and excess-MgO showed only green and red emission, respectively. The green and red luminescence were caused by Mn2+ in tetrahedral A-site and Mn4+ in octahedral B-site. The excess-MgO suppressed the substitution of Mn2+ dopant for Mg2+ in tetrahedral A-site and also acted as charge compensation agent for Mn4+ which replaced the B3+ ion (B=Al, Ga). We proposed the mechanism of green/red luminescence in Mn-doped Mg B2O4 (B=Al, Ga) phosphors with several Mg quantities.", "doi": "10.1016/j.materresbull.2017.02.001"}, {"title": "Paramagnon excitations’ theory for resonant inelastic X-ray scattering in doped plane copper oxide superconductors", "abstract": "A relaxation function theory with paramagnon excitations for doped S=1/2 two-dimensional Heisenberg antiferromagnetic system in the paramagnetic state is given in view of magnetic response of high-Tc copper oxide superconductors as obtained by resonant inelastic X-ray scattering (RIXS). The results of the theory on Nd(La)–Ba(Sr)–Cu–O and Y–Ba–Cu–O family compounds give fair agreement without especially adjusted parameters to RIXS data. It is shown that RIXS data analysis depends on paramagnon damping and thus affected by approximations made for dynamic spin susceptibility.", "doi": "10.1016/j.ssc.2015.02.016"}, {"title": "Computer study on GaAs Schottky barrier IMPATT diodes", "abstract": "Oscillation characteristics of GaAs Schottky barrier IMPATT diodes are studied by computer simulation. For a Schottky barrier-n-n+ structure, the Read condition and the just-punch-through condition are found to be optimum with respect to the efficiency and power at 30 GHz. In order to improve the efficiency, a superabrupt doping profile is proposed and a high efficiency of 32 per cent is predicted. Calculation of the frequency dependence of the efficiency shows that GaAs IMPATT diodes still have the potentiality of high efficiency oscillator at 100 GHz and they are a promising microwave source in mm-wave region.", "doi": "10.1016/0038-1101(73)90108-1"}, {"title": "Effects of N Doping on the Microstructures and Optical Properties of TiO <inf>2</inf>", "abstract": "TiO 2 nanopowders with different nitrogen (N) dopant concentrations were first synthesized by sol-gel method. XRD, TEM, HRTEM, XPS, UV-vis DRS were used to characterize the effects of N doping on the microstructures and optical properties of TiO 2 . The results indicated that the prepared TiO 2 only contained anatase phase with a slight distortion, and the N doping improved the dispersity of TiO 2 . The N doping leaded to more defects in TiO 2 , capturing the charge carriers and inhibiting the combination of electrons and holes. Also, the N-doped TiO 2 was composed of Ti, O and N. Further, N was doped into the TiO 2 lattice by substituting for O, forming the oxidized nitrogen in the form of Ti–N–O or Ti–O–N bond, and Ti was present in the form of Ti 4+ in TiO 2 . Finally, the absorbance of N-doped TiO 2 was obviously improved in both UV and visible light region. Optical absorption edges of N-doped TiO 2 samples showed obvious red shift, which expanded spectral absorption range of TiO 2 and improved the utilization efficiency of visible light. It is concluded that N element was successfully doped into TiO 2 crystal lattice, and the N dopant concentration of 3.0% was designed to modify TiO 2 .", "doi": "10.1007/s11595-019-2014-1"}, {"title": "Optical frequency transfer via a 660 km underground fiber link using a remote Brillouin amplifier", "abstract": "In long-distance, optical continuous-wave frequency transfer via fiber, remote bidirectional Er3+ -doped fiber amplifiers are commonly used to mitigate signal attenuation. We demonstrate for the first time the ultrastable transfer of an optical frequency using a remote fiber Brillouin amplifier, placed in a server room along the link. Using it as the only means of remote amplification, on a 660 km loop of installed underground fiber we bridge distances of 250 km and 160 km between amplifications. Over several days of uninterrupted measurement, we find an instability of the frequency transfer (Allan deviation of Λ-weighted data with 1 s gate time) of around 1 × 10-19 and less for averaging times longer than 3000 s. The modified Allan deviation reaches 3 × 10-19 at an averaging time of 100 s. Beyond 100 s it follows the interferometer noise floor, and for averaging times longer than 1000 s the modified Allan deviation is in the 10-20 range. A conservative value of the overall accuracy is 1 × 10-19.", "doi": "10.1364/OE.22.026537"}, {"title": "Enhanced Photovoltaic Performances of La-Doped Bismuth Ferrite/Zinc Oxide Heterojunction by Coupling Piezo-Phototronic Effect and Ferroelectricity", "abstract": "Ferroelectric materials have drawn widespread attention due to their switchable spontaneous polarization and anomalous photovoltaic effect. The coupling between ferroelectricity and the piezo-phototronic effect may lead to the design of distinctive photoelectric devices with multifunctional features. Here, we report an enhancement of the photovoltaic performances in the ferroelectric p-type La-doped bismuth ferrite film (BLFO)/n-type zinc oxide (ZnO) nanowire array heterojunction by rationally coupling the strain-induced piezoelectricity in ZnO nanowires and the ferroelectricity in BLFO. Under a compressive strain of -2.3% and a 10 V upward poling of the BLFO, the open-circuit voltage (VOC) and short-circuit current density (JSC) of the device increase by 8.4% and 54.7%, respectively. Meanwhile, the rise (/decay) time is modulated from 153.7 (/108.8) to 61.28 (/74.86) ms. Systematical band diagram analysis reveals that the promotion of photogenerated carriers and boost of the photovoltaic performances of the device can be attributed to the modulated carrier transport behaviors at the BLFO/ZnO interface and the superposed driving forces arising from the adding up of the piezoelectric potential and ferroelectric polarization. In addition, COMSOL simulation results of piezopotential distribution in ZnO nanowire arrays and the energy band structure change of the heterojunction further confirm the mechanisms. This work not only presents an approach to design high-performance ferroelectric photovoltaic devices but also further broadens the research scope of piezo-phototronics.", "doi": "10.1021/acsnano.0c05398"}, {"title": "Urchin-like Al-Doped Co<inf>3</inf>O<inf>4</inf> Nanospheres Rich in Surface Oxygen Vacancies Enable Efficient Ammonia Electrosynthesis", "abstract": "Developing cost-efficient electrocatalysts for ambient N2-to-NH3 conversion and revealing the reaction mechanism are appealing yet challenging tasks. Some transition metal oxides have been recently used to catalyze the nitrogen reduction reaction (NRR), but their further applications are greatly impeded because of their questionable conductivity, poor dispersion, limited active sites, and so forth. Herein, three-dimensional Ni foam-supported urchin-like Al-doped Co3O4 nanospheres rich in surface oxygen vacancies (Al-Co3O4/NF) were prepared via a hydrothermal process and subsequent annealing treatment. It is shown that introducing Al atoms into Co3O4 effectively tunes the electronic properties of the catalyst, and the increased surface oxygen vacancies induced by Al doping facilitate the activation of nitrogen. What is more, this urchin-like nanostructure, demonstrating an ability to limit the coalescence of gas bubbles, enables the rapid removal of small gas bubbles and better exposure of active sites to N2, thus yielding an impressive ammonia electrosynthesis activity (NH3 yield rate: 6.48 × 10-11 mol s-1 cm-2 Faradaic efficiency: 6.25%) in 0.1 M KOH. Electrochemical-based in situ Fourier transform infrared spectroscopy was employed to study the mechanism of NRR, indicating an associative alternating pathway.", "doi": "10.1021/acsami.0c00647"}, {"title": "Surface evaluation and electrochemical behaviour of doped silane pre-treatments on galvanised steel substrates", "abstract": "The present work aims at evaluating the surface morphology and the corrosion resistance of galvanised steel substrates pre-treated with bis-[triethoxysilylpropyl] tetrasulfide silane (BTESPT) solutions doped with cerium nitrate or zirconium nitrate. The silane pre-treatment leads to the formation of a silane coating in the metallic surface. The surface morphology of this coating was studied by atomic force microscopy (AFM) and scanning electron microscopy (SEM). The corrosion behaviour of the pre-treated substrates during immersion in 0.05M NaCl was assessed by the scanning vibrating electrode technique (SVET) and by electrochemical impedance spectroscopy (EIS). The results show that the presence of dopant improves the protective properties of the silane pre-treatment. Moreover, it was found that pre-treatments based on silanes doped with cerium nitrate are more resistant against corrosion development due to the corrosion inhibition properties of the cerium ions.", "doi": "10.1016/j.porgcoat.2006.09.013"}, {"title": "Thermal expansion coefficient of yttria stabilized zirconia for various yttria contents ", "abstract": "Thermal expansion coefficients of yttria stabilized zirconia(YSZ) with the Y2O3 content of 3, 6, 8 and 10 mol% were measured using a push-rod type dilatometer in the temperature range from 103 to 876 K. The thermal expansion coefficient of YSZ decreased with the increase of the Y2O3 content. The thermal expansion coefficient of YSZ was theoretically estimated for the various Y2O3 contents using the values of isochoric heat capacity, molar volume, isothermal bulk modulus and the Gruneisen constant in a good agreement with the experimental results. Among the physical properties, the bulk modulus is considered to be mainly responsible for decreasing the thermal expansion coefficient of YSZ with the increase of Y2O3 content. The doping effect of Y2O3 in YSZ on the thermal expansion coefficient was discussed using a molecular dynamics simulation.", "doi": "10.1016/j.ssi.2004.08.021"}, {"title": "Structure and magnetic properties evolution of nickel–zinc ferrite with lanthanum substitution", "abstract": "La3+-doped Ni–Zn ferrites with a nominal composition of Ni0.5Zn0.5LaxFe2–xO4 (where x=0–0.3) are prepared by solid-state reaction at low temperatures. X-ray diffraction data shows that single phase Ni0.5Zn0.5Fe2O4 is obtained at 600°C, but all samples consist of the main spinel phase in combination of a small amount of a foreign LaFeO3 phase after doping. When the precursor is calcined at 900°C, the lattice constants of the ferrites initially increase after La3+ doping, but then become smaller with additional La3+ doping. The addition of La3+ results in a reduction of crystallite size. Magnetic measurement reveals that the specific saturation magnetization (Ms) of the as-prepared ferrites decreases with increasing La3+ substitution, while the coercivity (Hc) of Ni0.5Zn0.5LaxFe2–xO4 obtained above 800°C increases with increasing La3+ substitution.", "doi": "10.1016/j.jmmm.2014.12.057"}, {"title": "Valence manipulation and homojunction diode fabrication of chalcopyrite structure CuInSe thin films ", "abstract": "The conduction type conversion from n to p type occurs in molecular beam deposited chalcopyrite structure Cu-In-Se thin films by ion doping using the V family elements such as P, Sb, and Bi. Homojunction diodes can be fabricated by a P ion doping process. Ar ion implantation cannot change the conduction type, but can only enlarge the conductivity of as-implanted films as observed in the films implanted with V family elements. The V family elements' substitution of Se changes the valence states of the films.", "doi": "10.1016/0040-6090(93)90221-A"}, {"title": "Efficient second-harmonic generation from polarized thulium-doped fiber laser with periodically poled MgO:LiNbO\n                  3", "abstract": "We present an efficient method for polarized 963nm emission based on second-harmonic generation from a high-power, polarized thulium-doped fiber laser using periodically poled MgO:LiNbO3 as the nonlinear material. The maximum 963-nm output power of 710mW has been achieved with a pulse duration of 34ns at the repetition rate of 100kHz and a Gaussian spatial beam profile. The frequency doubling efficiency is up to 56%, and the total optic-to-optic conversion efficiency is more than 12.9%. In addition, third- and fourth-harmonic generations have been observed.", "doi": "10.1016/j.optlastec.2014.12.018"}, {"title": "Spin transport and relaxation in germanium", "abstract": "© 2018 IOP Publishing Ltd. This paper reviews the recent progress in germanium (Ge) spintronics on the basis of the electrical spin injection from ferromagnets (FM), where Ge is a next generation semiconductor for applications such as CMOS and optical communication on the silicon platform. In general, four-terminal nonlocal voltage measurements in FM-Ge lateral spin-valve devices are important to discuss the spin transport and spin relaxation in n-Ge. First, to obtain relatively low contact resistance compared to the FM/MgO/Ge contacts, we introduce the formation of high-quality FM/Ge heterointerfaces with a phosphorus δ-doped Ge layer, where the atomic arrangement matching at the interface between the (1 1 1) surface of body-centered cubic FMs and Ge(1 1 1) is important. Next, we explain electrical detections of the spin transport in degenerate n-Ge. Owing to the Heusler alloy/Ge Schottky-tunnel barrier contacts, we obtain relatively large spin signals compared to those detected by using conventional CoFe contacts. Furthermore, we can experimentally determine the spin diffusion length and the spin lifetime in degenerate n-Ge by quantitatively analyzing the contact-distance dependence of the spin signals and the Hanle-effect curves. Since we can clarify the temperature dependence of the spin lifetime from 8 to 296 K, the spin relaxation mechanism in n-Ge can be understood as a consequence of the intervalley spin-flip scattering in the conduction band. We propose an advantage over GaAs systems by comparing the spin lifetimes between Ge and GaAs at around room temperature. Finally, we describe future prospects of Ge spintronics, including vertically fabricated device structures such as vertical spin MOSFETs and spin LEDs.", "doi": "10.1088/1361-6463/aad542"}, {"title": "Resonant tunneling structures based on epitaxial graphene on SiC", "abstract": "Recently some experiments have suggested that graphene epitaxially grown on SiC can exhibit an energy bandgap of 260 meV, which enhances the potential of this material for electronic applications. On this basis, we propose to use spatial doping to generate graphene-on-SiC double-barrier structures. The non-equilibrium Green's function technique for solving the massive Dirac model is applied to highlight typical transport phenomena such as the electron confinement and the resonant tunneling effects. The I-V characteristics of graphene resonant tunneling diodes were then investigated and the effect of different device parameters was discussed. It is finally shown that this kind of double-barrier junction provides an efficient way to confine the charge carriers in graphene and to design graphene resonant tunneling structures. © 2011 IOP Publishing Ltd.", "doi": "10.1088/0268-1242/26/12/125012"}, {"title": "Iron doping effect on composition and microstructure of Bi<inf>2·05</inf>Sr<inf>1·9</inf>Ca<inf>1·05</inf> (Cu<inf>1-x</inf>Fe<inf>x</inf>)<inf>2</inf>O<inf>8+ δ</inf>(0≤x≤0·15) superconductors", "abstract": "Samples with Bi2·05Sr1·9Ca1·05(Cu 1-xFex)2O 8+δ(0≤x≤0·15) compositions were synthesized by a liquid-mix process able to give single phase compounds. The superconducting phase was carefully investigated by SEM and EDX. Substitution of x Fe atoms in the Bi2Sr2CaCu2O8+δ grains corresponds to the removal of 1·7x Cu atoms and to the addition of 0·75x Bi atoms whereas the sum Sr+Ca remains quite constant. In a first step, this evolution may be explained by the following basic model: Fe2O3→2Fecu•+V cu″+3 CuO which assumes the creation of vacancies in the copper sites of the Bi2Sr2CaCu2O8+δ lattice. However, the apparent increase of Bi content suggests the formation of microdomains of Bi2Sr2CuO6 phase intergrown in the Bi2·05Sr1·9Ca1·05(Cu 1-xFex)2O8+δ grains, as inferred from X-ray diffraction and SEM which reveals the concomitant (SrCa)14Cu24O41 secondary phase. The EDX results are more consistent with a Bi2Sr2CuO6-Bi2Sr 2CaCu2O8+δ intergrowth model in which Fe is accommodated in the Bi2Sr2CuO6 microdomains than with the model of substitution in a Bi2Sr2CaCu2O8+δ single phase.", "doi": "10.1016/s0955-2219(98)00477-4"}, {"title": "Morphology-controlled facile surfactant-free synthesis of 3D flower-like BiOI:Eu<sup>3+</sup> or Tb<sup>3+</sup> microarchitectures and their photoluminescence properties", "abstract": "© 2017 The Royal Society of Chemistry. Three-dimensional (3D) flower-like bismuth oxyiodide (BiOI) and Eu3+ or Tb3+ ions single-doped BiOI microarchitectures were successfully synthesized by a facile and eco-friendly wet chemical method in an ethylene glycol solvent. The solvent played a significant role in the formation of the 3D flower-like BiOI microarchitectures with respect to temperature and time. The phase formation of the synthesized BiOI samples was examined by X-ray diffraction analysis, which confirmed a characteristic tetragonal crystal structure with the space group of P4/nmm. The growth mechanism was discussed based on the field-emission scanning electron microscope images obtained for the samples at different growth temperatures and growth times. The crystallinity of the BiOI sample was confirmed by field-emission transmission electron microscope images. The photoluminescence (PL) properties were analyzed for the Eu3+ or Tb3+ single-doped BiOI 3D flower-like microarchitectures. The PL emission spectra of BiOI:Eu3+ samples showed intense red emission peak at 616 nm due to the 5D0 → 7F2 electronic transition of Eu3+ ions under 255 nm excitation. Similarly, under 253 nm (f → d transition) excitation, the PL emission spectra of BiOI:Tb3+ samples exhibited intense green emission peak at 545 nm corresponding to the f → f transitions of Tb3+ ions. Additionally, the temperature-dependent PL emission spectra were studied for the optimized BiOI:0.07Eu3+ and BiOI:0.02Tb3+ samples, indicating good thermal stability. The Commission Internationale de l'Eclairage chromaticity coordinates were calculated for the optimized samples, which showed values close to those of commercial red- and green-emitting phosphors.", "doi": "10.1039/c7tc01009e"}]